Repository: BearWare/TeamTalk5
Catalog: iTeamTalk/iTeamTalk/*.lproj/Localizable.strings
Languages: ar, de, fr, hu

source: %@ joined channel
ar: %@ إنضم للقناة
de: %@ hat den Raum betreten
fr: %@ a rejoint le canal
hu: %@ Csatlakozott a csatornához

source: %@ left channel
ar: %@ غادرَ القناة
de: %@ hat den Raum verlassen
fr: %@ a quitté le canal
hu: %@ elhagyta a csatornát

source: %d %% - Default
ar: %d %% - إفتراضي
de: %d %% - Standard
fr: %d %% - défaut
hu: %d %% - Alapértelmezett

source: (Active)
ar: (نشيط)
de: (Aktiv)
fr: (Actif)
hu: (Aktív)

source: 12 KHz
ar: 12 كيلوهرتز

source: 16 KHz
ar: 16 كيلوهرتز

source: 24 KHz
ar: 24 كيلوهرتز

source: 32 KHz
ar: 32 كيلوهرتز

source: 48 KHz
ar: 48 كيلوهرتز

source: 8 KHz
ar: 8 كيلوهرتز

source: Access preferences
ar: الوصول للإعدادات
de: Zugangseinstellungen
fr: Préférences d'accès
hu: beállítások

source: Actions
ar: الإجراءات
de: Aktionen
hu: Műveletek

source: Announce content of text message
ar: الإعلان عن محتوى الرسالة النصية
de: Inhalt der Textnachricht ansagen
fr: Annoncer contenu du message
hu: szövegüzenetek bemondása

source: Announce lost server connection
ar: الإعلان عن فقد الإتصال بالخادم
de: Ansage bei Verbindungsverlust
fr: Annoncer connexion serveur perdue
hu: Megszakadt kapcsolat Bemondása

source: Announce user joining channel
ar: الإعلان عن انضمام المستخدم إلى القناة
de: Ansage wenn Benutzer Raum betritt
fr: Annoncer utilisateur rejoignant le canal
hu: Csatorna csatlakozások bemondása

source: Announce user leaving channel
ar: الإعلان بأن المستخدم غادر القناة
de: Ansage wenn Benutzer Raum verlässt
fr: Annoncer utilisateur quittant le canal
hu: Csatorna elhagyások bemondása

source: App Version
ar: إصدار التطبيق

source: Application
ar: الوضعية
de: Anwendung
hu: Alkalmazás

source: Audio Channels
ar: قنوات الصوت
de: Audiokanäle
fr: Canaux Audio
hu: Audió csatornák

source: Audio Codec
ar: ترميز الصوت
hu: Audio Kodek

source: Authentication
ar: المصادقة
de: Anmeldung
fr: Authentification
hu: Hitelesítés

source: Bitrate
ar: معدل ال Bit
fr: Débit

source: Broadcast message
ar: رسالة عامة

source: Broadcast Messages
ar: الرسائل العامة
de: Servernachrichten
fr: Transmettre Messages
hu: teljesszögű üzenetek

source: Channel
ar: قناة
de: Raum
fr: Canal
hu: Csatorna

source: Channel message
ar: رسالة القناة

source: Channel message from %@. %@
ar: رسالة القناة من %@. %@
de: Raumnachricht von %@. %@
fr: Message canal de %@. %@
hu: csatorna üzenet a következőtől: %@. %@

source: Channel Messages
ar: رسائل القناة
de: Raumnachrichten
fr: Messages Canal
hu: Csatornai Üzenetek

source: Channel Properties
ar: خصائص القناة
de: Raumeigenschaften

source: Channel Text Message
ar: رسالة نصية من القناة
de: Raum-Textnachricht
fr: Message texte canal
hu: Csatornai Szöveg Üzenet

source: Channel. %d users
ar: قناة. %d مستخدمون
de: Raum. %d Benutzer
fr: Canal. %d utilisateurs
hu: Csatorna. %d taggal

source: Commands
ar: الأوامر
de: Befehle

source: Connect to server
ar: الاتصال بالخادم
de: Zum Server verbinden
fr: Connecter au serveur
hu: Kapcsolódás a szerverre

source: Connection
ar: الاتصال
de: Verbindung
fr: Connexion
hu: Kapcsolat

source: Connection lost
ar: تم فقد الاتصال
de: Verbindung unterbrochen
fr: Connexion perdue
hu: Kapcsolat Megszakadt

source: Create Channel
ar: إنشاء قناة
de: Raum erstellen
fr: Créer canal
hu: Csatorna létrehozása

source: Create new channel
ar: إنشاء قناة جديدة
de: Neuen Raum erstellen
fr: Créer nouveau canal
hu: Új csatorna létrehozása

source: Default Subscriptions
ar: الاشتراكات الافتراضية
de: Standardempfang
fr: Abonnements par défaut
hu: alapértelmezett felíratkozások

source: Delete server from list
ar: حذف الخادم من القائمة
de: Server aus Liste löschen
fr: Supprimer serveur de la liste
hu: A szerver törlése

source: Desktop
ar: سطح المكتب
fr: Bureau
hu: Asztal

source: Double tap and hold to transmit. Triple tap fast to lock transmission.
ar: إنقر نقراً مزدوجا ثم ثبت إصبعك للإرسال , إنقر ثلاث نقرات بشكل سريع لإقفال الإرسال
de: Doppeltipp und halten zum Übertragen. Dreimal schnell tippen zum Feststellen der Übertragung.

source: Double tap to lock TX button
ar: إنقر نقرتان لقفل ال TX button
de: Doppeltipp zum Sperren des Sprechen-Schalters
fr: Taper deux fois pour bloquer bouton TX
hu: a továbbítás gomb dupla-koppintásos rögzítése

source: Edit properties
ar: تحرير الخصائص
de: Eigenschaften bearbeiten
fr: Editer propriétés
hu: tulajdonságok szerkeztése

source: Enter Password
ar: أدخل كلمة المرور
de: Passwort eingeben
fr: Entrer mot de passe
hu: Jelszó Beírása

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hu: Hiba

source: General
ar: عام
de: Allgemein
fr: Général
hu: Általános

source: has joined the channel
ar: إنضم للقناة
de: hat den Raum betreten
fr: a rejoint le canal
hu: kapcsolódott a csatornához

source: has left the channel
ar: غادر القناة
de: hat den Raum verlassen
fr: a quitté le canal
hu: elhagyta a csatornát

source: Host address
ar: عنوان المضيف
de: Hostadresse
fr: Adresse hôte
hu: Host címe

source: Join
ar: إنضم
de: Betreten
fr: Rejoindre
hu: Belépett

source: Join Channel
ar: الانضمام إلى القناة
fr: Rejoindre le canal

source: Join channel
ar: الانضمام إلى القناة
de: Raum betreten
fr: Rejoindre le canal
hu: Kapcsolódás a csatornához

source: Join Root Channel
ar: الانضمام إلى القناة الرئيسية
de: Hauptraum betreten
fr: Rejoindre le canal source
hu: Gyökércsatornai Belépés

source: Join root channel after login
ar: الانضمام إلى القناة الرئيسية بعد تسجيل الدخول
de: Hauptraum nach Anmeldung betreten
fr: Rejoindre le canal source après identification
hu: Bejelentkezés után, belépés a gyökér csatornába

source: Joined %@
ar: إنضم %@
de: %@ betreten
fr: Rejoint %@
hu: Belépettd %@

source: Kick user
ar: طرد المستخدم
de: Benutzer kicken
fr: Exclure utilisateur
hu: Felhasználó rugása

source: Limit length of names in channel list to %d characters
ar: الحد من طول الأسماء في قائمة القنوات إلى %d أحرف
de: Begrenze Namen in Raumliste auf %d Zeichen
fr: Limiter la longueur des noms dans la liste de canaux à %d caractères
hu: Nevek kiírás korlátozása a csatorna listában %d karakterre

source: Log message
ar: سجل الرسالة

source: Logged on to server
ar: تم تسجيل الدخول إلى الخادم
de: Auf Server eingeloggt
fr: Connecté au serveur
hu: Bejelentkeztünk a szerverre

source: Master Volume
ar: الصوت الرئيسي
de: Hauptlautstärke
fr: Volume Maître
hu: fő hangerő

source: Maximum Text Length
ar: الحد الأقصى لطول النص
de: Maximale Textlänge
fr: Longueur de texte maximum
hu: Maximum Szöveg Hosszúsága

source: Media File
ar: ملف الوسائط
de: Mediendatei
fr: Fichier Média
hu: Média fájl

source: Media File Volume
ar: حجم ملف الوسائط
de: Medienlautstärke
fr: Volume Fichier Média
hu: Média fájl Hangereje

source: Media file vs. voice volume
ar: ملف الوسائط مقابل حجم الصوت
de: Lautstärke Medien zu Sprache
fr: Fichier Média vs. volume voix
hu: a Médiafájl és hangerő közti különbség

source: Move user
ar: نقل المستخدم

source: Move users here
ar: نقل المستخدمون هنا

source: Music
ar: موسيقى
de: Musik
fr: Musique
hu: Zene

source: Mute
ar: كتم
de: Stummschalten
fr: Mettre en sourdine
hu: Némítás

source: Mute Media File
ar: كتم ملف الوسائط
de: Mediendatei stummschalten
fr: Mettre en sourdine fichier média
hu: Média Fájl Elnémítása

source: Mute Voice
ar: كتم الصوت
de: Sprache stummschalten
fr: Mettre en sourdine voix
hu: Hang némítása

source: Name
ar: الاسم
fr: Nom
hu: Neve

source: Name displayed in channel list
ar: يتم عرض الاسم في قائمة القنوات
de: In Raumliste angezeigter Name
fr: Nom affiché dans la liste des canaux
hu: Kijelzett név a listában

source: New Server
ar: خادم جديد

source: Nickname
ar: الاسم المستعار
fr: Pseudo
hu: Becenév

source: No
ar: لا

source: No Audio
ar: من دون صوت
de: Kein Audio
fr: Pas d'Audio
hu: Hangmentes

source: No Audio Recording
ar: لا يمكن تسجيل الصوت
de: Keine Audioaufnahmen
fr: Pas d'enregistrement audio
hu: Hang felvétel tiltva

source: No Interruptions
ar: من دون إنقطاعات
de: Keine Unterbrechungen
fr: Pas d'interruptions
hu: Zavarás Nélüli

source: No password
ar: لا توجد كلمة مرور
de: Kein Passwort
fr: Pas de mot de passe
hu: jelszómentes

source: No Voice Activation
ar: من دون تنشيط الصوت
de: Keine Sprachaktivierung
fr: Pas d'activation de la voix
hu: Hang aktiválás tiltott

source: OK
ar: حسناً
hu: Rendben

source: OPUS Codec
ar: ترميز OPUS
hu: OPUS Kodek

source: Parent channel
ar: الرجوع لقناة
de: Übergeordneter Raum
fr: Canal parent
hu: Szülői Csatorna

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
hu: Jelszó

source: Password protected
ar: محمية بكلمة مرور
de: Passwortgeschützt
fr: Mot de passe protégé
hu: Védett Jelszóval

source: Permanent Channel
ar: قناة دائمة
de: Permanenter Raum
fr: Canal permanent
hu: Állandós Csatorna

source: Play sound when a user joins the channel
ar: إصدار صوت عندما ينضم المستخدم إلى القناة
de: Klang abspielen, wenn Benutzer einen Raum betritt
fr: Jouer son quand un utilisateur rejoint le canal
hu: Hang lejátszás csatorna kapcsolásokkor

source: Play sound when a user leaves the channel
ar: إصدار صوت عندما يغادر المستخدم من القناة
de: Klang abspielen, wenn Benutzer einen Raum verlässt
fr: Jouer son quand un utilisateur quitte le canal
hu: Hang lejátszás csatorna elhagyáskor

source: Play sound when channel text message is received
ar: إصدار صوت عند تلقي رسالة نصية من القناة
de: Klang bei neuer Raum-Textnachricht abspielen
fr: Jouer son quand message texte du canal est reçu
hu: Hang lejátszás mikor egy szövegüzenet érkezik

source: Play sound when connection is dropped
ar: إصدار صوت عند قطع الاتصال
de: Klang bei Verbindungsverlust abspielen
fr: Jouer son quand connexion est perdue
hu: Hang lejátszás mikor a kapcsolat megszakad

source: Play sound when private text message is received
ar: إصدار صوت عند تلقي رسالة نصية خاصة
de: Klang bei privater Textnachricht abspielen
fr: Jouer son quand message texte privé est reçu
hu: Hang lejátszása mikor egy személyes üzenet érkezik

source: Play sound when voice transmission is toggled
ar: إصدار تنبيه عندما تقوم بتبديل الصوت (أخذ المايكرفون)
de: Klang bei Umschaltung der Sprachübertragung abspielen
fr: Jouer son quand transmission voix est enclenchée
hu: Hang lejátszás hangaktíválás kapcsolásakor

source: Pop up text message when new messages are received
ar: إنبثاق الرسالة عندما تتلقى رسالة نصية
de: Pop-Up beim Empfang neuer Textnachrichten
fr: Afficher brièvement message texte quand nouveaux messages sont reçus
hu: Szöveg üzenetek felbukkantása beérkezéskor

source: Preferences
ar: تفضيلات
de: Voreinstellungen
fr: Préférences
hu: Beállítások

source: Pressing Return-key sends text message
ar: سوف يأدي الضغط على مفتاح الرجوع او ال Return , لإرسال رسالة نصية

source: Private message
ar: رسالة خاصة

source: Private server
ar: خادم خاص
de: Privater Server
fr: Serveur privé
hu: Személyes Szerver

source: Private Text Message
ar: رسالة نصية خاصة
de: Private Textnachricht
fr: Message texte privé
hu: Személyes üzenet

source: Private text message from %@. %@
ar: رسالة نصية خاصة من %@. %@
de: Private Textnachricht von %@. %@
fr: Message texte privé de %@. %@
hu: Személyes üzenet a következőtöl: %@. %@

source: Proximity sensor
ar: مستشعر القرب
de: Annäherungssensor
fr: Capteur Proximité
hu: Közelség Érzékelő

source: Public server
ar: خادم عام
de: Öffentlicher Server
fr: Serveur Public
hu: nyilvános szerver

source: Push to Talk lock
ar: قفل إضغط وتحدث
de: Push-to-Talk-Sperre
fr: Bloquer Appuyer pour Parler
hu: PTT zárolás

source: Quality
ar: الجودة
de: Qualität
fr: Qualité
hu: Minőség

source: Receive broadcast messages by default
ar: تلقي الرسائل العامة بشكل افتراضي
de: Servernachrichten standardmäßig empfangen
fr: Recevoir messages diffusés par défaut
hu: teljesszögű üzenetek alapértelmezett beérkezése

source: Receive channel messages by default
ar: تلقي رسائل القناة بشكل افتراضي
de: Raumnachrichten standardmäßig empfangen
fr: Recevoir messages canaux par défaut
hu: csatornai üzenetek alapértelmezett beérkezése

source: Receive desktop sessions by default
ar: تلقي جلسات سطح المكتب بشكل افتراضي
de: Desktopsitzungen standardmäßig empfangen
fr: Recevoir sessions bureau par défaut
hu: Asztali kacsolások alapértelmezett beérkezése

source: Receive media file streams by default
ar: تلقي ملفات ال streams بشكل إفتراضي
de: Mediendatei-Streams standardmäßig empfangen
fr: Recevoir flux fichier média par défaut
hu: média fájl folyamok alapértelmezett beérkezése

source: Receive text messages by default
ar: تلقي الرسائل النصية بشكل افتراضي
de: Textnachrichten standardmäßig empfangen
fr: Reecevoir messages texte par défaut
hu: személyes üzenetek alapértelmezett beérkezése

source: Receive voice streams by default
ar: تلقي بث الصوت بشكل إفتراضي
de: Sprachübertragungen standardmäßig empfangen
fr: Recevoir flux voix par défaut
hu: hangfolyamok alapértelmezett beérkezése

source: Receive webcam streams by default
ar: تلقي بث كاميرا الويب بشكل افتراضي
de: Webcam-Streams standardmäßig empfangen
fr: Recevoir flux webcam par défaut
hu: Webkamera folyamok alapértelmezett beérkezése

source: Return to previous channel
ar: الرجوع إلى القناة السابقة
de: Zurück Zum vorherigen Raum
fr: Retourner au canal précédent
hu: Visszalépés az utolsó csatornába

source: root channel
ar: القناة الرئيسية
de: Hauptraum
fr: canal source
hu: gyökércsatorna

source: Save Server
ar: حفظ الخادم

source: Save server to server list?
ar: حفظ الخادم إلى قائمة الخوادم?

source: Select the text-to-speech voice to use
ar: إختيار صوت تحويل النص إلى كلام لإستخدامه
de: Wähle die zu verwendende Stimme
fr: Sélectionner la voix à utiliser pour le texte en parole
hu: Válassza ki a használt TTS hangot

source: Send empty message to close keyboard
ar: إرسال رسالة فارغة لإغلاق لوحة المفاتيح
de: Sende eine leere Nachricht zum Schließen der Tastatur

source: Send private message
ar: إرسال رسالة خاصة
de: Private Nachricht senden
fr: Envoyer message privé
hu: Személyes üzenet küldése

source: Server Connection Lost
ar: تم فقد الاتصال بالخادم
de: Serververbindung unterbrochen
fr: Connexion serveur perdue
hu: Szerver kapcsolat megszakadt

source: Server List Entry
ar: قائمة الخوادم
de: Serverlisteneintrag
fr: Entrée liste serveur
hu: Szerver beírási pont

source: Show Public Servers
ar: إظهار الخوادم العامة
de: Öffentliche Server anzeigen
fr: Montrer serveurs publics
hu: Nyilvános Szerverek kijelzése

source: Show public servers in server list
ar: إظهار الخوادم العامة في قائمة الخوادم
de: Öffentliche Server in Serverliste anzeigen
fr: Montrer serveurs publics dans liste serveur
hu: Nyilvános szerverek kijelzése a szerver listában

source: Show text messages instantly
ar: عرض الرسائل النصية على الفور
de: Textnachrichten sofort anzeigen
fr: Montrer messages texte instantanément
hu: rögtöni személyes üzenet mutatás

source: Show usernames
ar: عرض أسماء المستخدمين
de: Benutzernamen anzeigen
fr: Montrer utilisateurs
hu: Felhasználónevek kijelzése

source: Show usernames instead of nicknames
ar: عرض أسماء المستخدمين بدلا من الأسماء المستعارة
de: Benutzernamen anstatt Nicknamen zeigen
fr: Montrer utilisateurs au lieu des pseudos
hu: Felhasználónevek kijelzése becenevek helyett

source: Silent
ar: صامت
de: Still
fr: Silencieux
hu: Csendes

source: Sound Events
ar: أحداث الصوت
de: Klangereignisse
fr: Evènements sonores
hu: Hang Események

source: Sound System
ar: نظام الصوت
fr: Système sonore
hu: Hangrendszer

source: Speaker Output
ar: السماعة الخارجية
de: Lautsprecherwiedergabe
fr: Sortie haut-parleur
hu: Hangszórós Kimenet

source: Speech Rate
ar: سرعة الكلام
de: Sprechgeschwindigkeit
fr: Débit de parole
hu: Beszédsebesség

source: Speech Volume
ar: مستوى الصوت
de: Sprachlautstärke
fr: Volume sonore
hu: beszédhang ereje

source: Stop transmit
ar: إيقاف الإرسال
de: Übertragung beenden
fr: Arrêter transmission
hu: Továbbítás végzése

source: Subscriptions
ar: الإشتراكات
de: Empfang
fr: Abonnements
hu: Feliratkozások

source: Talking
ar: يتحدث
de: Spricht
fr: Parlant
hu: beszél

source: Text To Speech Events
ar: أحداث تحويل النص إلى كلام
de: Text-To-Speech-Ereignisse
fr: Evènements texte vers parole
hu: Hangmotori Események

source: The rate of the speaking voice is %.1f
ar: سرعة الكلام للصوت المتحدث هي %.1f
de: Die Geschwindigkeit der gewählten Stimme ist %.1f
fr: Le débit de la voix parlant est %.1f
hu: A kívánt hang sebessége %.1f

source: The volume of the speaking voice is %.1f
ar: مستوى الصوت للصوت المتحدث هو %.1f
de: Die Lautstärke der gewählten Stimme ist %.1f
fr: Le volume de la voix parlant est %.1f
hu: A kívánt hang ereje %.1f

source: Toggle to enable/disable transmission
ar: تبديل لتمكين او تعطيل الإرسال
de: Umschalten zum Starten oder Beenden der Übertragung

source: Toggle voice transmission using headset
ar: تبديل انتقال الصوت باستخدام سماعة الرأس
de: Sprachübertragung mittels Headset umschalten

source: Topic
ar: الموضوع
de: Thema
fr: Sujet
hu: Téma

source: Transmit
ar: الإرسال
de: Sprechen
fr: Transmettre
hu: Továbbítás

source: Transmit Interval
ar: الفاصل الزمني للإرسال
de: Übertragungsintervall
fr: Transmettre intervalle
hu: Továbbítási fok

source: Turn off screen when holding phone near ear
ar: إيقاف الشاشة عندَ تقريب الهاتف بالقرب من الأذن
de: Bildschirm ausschalten, wenn Telefon ans Ohr gehalten wird
fr: Eteindre l'écran quand le téléphone est tenu près de l'oreille
hu: Kijelző kikapcsolása füli érintkezéskor

source: Type text here
ar: اكتب النص هنا
de: Text hier eingeben
fr: Ecrire texte ici
hu: írjon ide szöveget

source: Use echo cancellation and automatic gain control
ar: استخدام إلغاء الصدى والتحكم بالميكروفون بشكل تلقائي
de: Echounterdrückung und automatische Pegelkontrolle verwenden

source: Use iPhone's speaker instead of earpiece
ar: استخدم سماعة ال Iphone بدلا من سماعة الأذن
de: iPhone-Lautsprecher anstelle des Hörers benutzen
fr: Utiliser le haut-parleur de l'iPhone au lieu de l'écouteur
hu: Az iPhone hangszóró használata fejhallgató helyett

source: User
ar: المستخدم
de: Benutzer
fr: Utilisateur
hu: Felhasználó

source: User Joins Channel
ar: ينضم المستخدم إلى القناة
de: Benutzer betritt Raum
fr: Utilisateur rejoint le canal
hu: tag Kapcsolódott a Csatornához

source: User joins channel
ar: ينضم المستخدم إلى القناة
de: Benutzer betritt Raum
fr: Utilisateur Rejoint le Canal
hu: Tag kapcsolódott a csatornához

source: User leaves channel
ar: يغادر المستخدم القناة
de: Benutzer verlässt Raum
fr: Utilisateur quitte le canal
hu: Tag elhagyta a csatornát

source: User Leaves Channel
ar: يغادر المستخدم القناة
de: Benutzer verlässt Raum
fr: Utilisateur Quitte le Canal
hu: Tag Elhagyta a Csatornát

source: User Messages
ar: رسائل المستخدم
de: Benutzernachrichten
fr: Messages utilisateur
hu: Felhasználói Üzenetek

source: Username
ar: اسم المستخدم
de: Benutzername
fr: Nom d'utilisateur
hu: Felhasználónév

source: Version Information
ar: معلومات الاصدار

source: View
ar: عرض
de: Ansehen
fr: Visionner
hu: megtekintés

source: View properties
ar: عرض الخصائص
de: Eigenschaften ansehen
fr: Visionner propriétés
hu: Tulajdonságok megtekintése

source: Voice
ar: الصوت
de: Sprache
fr: Voix
hu: Hang

source: Voice Activation Level
ar: مستوى تنشيط الصوت
de: Sprachaktivierungspegel
fr: Niveau d'activation de la voix
hu: Hangaktiválási Fok

source: Voice Activation Level: %d. Recommended: %d
ar: مستوى تنشيط الصوت: %d. موصى به: %d
de: Sprachaktivierungspegel: %d. Empfohlen: %d
fr: Niveau d'activation de la voix: %d. Recommandé: %d
hu: Hangaktiválási fok: %d. Ajánlott: %d

source: Voice Activation Level: Disabled
ar: مستوى تنشيط الصوت: معطل
de: Sprachaktivierungspegel: Ausgeschaltet
fr: Niveau d'activation de la voix: Désactivé
hu: Hangaktiválási Fok: Tiltott

source: Voice Preprocessing
ar: معالجة الصوت
de: Sprachvorverarbeitung

source: Voice Volume
ar: مستوى الصوت
de: Sprachlautstärke
fr: Volume de la voix
hu: hang ereje

source: VoIP
ar: VoIP , الصوت عبر بروتوكول الإنترنت
de: Sprachausgabe
fr: Parole

source: Volume Controls
ar: عناصر التحكم في مستوى الصوت
de: Lautstärkekontrollen
fr: Contrôles du volume
hu: hangvezérlő

source: WebCam
ar: كاميرا الويب
hu: Webkamera

source: Yes
ar: موافق

source: You have selected %@
ar: لقد اخترت %@
de: Du hast %@ gewählt
hu: a %@ hangot választotta

source: Add new server entry
de: Neuer Servereintrag
fr: Ajouter nouvelle entrée serveur
hu: új szerver hozzáadása

source: Display
de: Anzeige
fr: Afficher
hu: Kijelzés

source: Headset TX Toggle
de: Headset-Übertragung umschalten

source: Microphone Gain
de: Mikrofonpegel
fr: Augmentation Microphone
hu: Mikrofon Erősége

source: Noname
de: Unbekannt
fr: Anonyme
hu: névtelen

source: Sample Rate
de: Sampling-Rate
fr: Débit d'échantillonnage

source: Speech
de: Sprachausgabe
fr: Parole
hu: Beszéd

source: Speex Variable Bitrate Codec
de: Speex-Codec (variable Bitrate)
hu: Speex Variable Bitrate Kodek

source: Voice Transmission Toggled
de: Sprachübertragung umgeschaltet
fr: Transmission de la voix effectuée
hu: Hangtovábbítás Kapcsolva

source: Speex Codec
hu: Speex Kodek

source: Stereo
hu: Sztereó

source: TCP Port
fr: Port TCP

source: UDP Port
fr: Port UDP
