/*
 * Copyright (c) 2005-2018, BearWare.dk
 * 
 * Contact Information:
 *
 * Bjoern D. Rasmussen
 * Kirketoften 5
 * DK-8260 Viby J
 * Denmark
 * Email: contact@bearware.dk
 * Phone: +45 20 20 54 59
 * Web: http://www.bearware.dk
 *
 * This source code is part of the TeamTalk SDK owned by
 * BearWare.dk. Use of this file, or its compiled unit, requires a
 * TeamTalk SDK License Key issued by BearWare.dk.
 *
 * The TeamTalk SDK License Agreement along with its Terms and
 * Conditions are outlined in the file License.txt included with the
 * TeamTalk SDK distribution.
 *
 */

#if !defined(PACKETLAYOUT_H)
#define PACKETLAYOUT_H

#include <ace/ACE.h>
#include <vector>
#include <memory>
#include <map>
#include <set>
#include <list>
#include <assert.h>

#if defined(ENABLE_ENCRYPTION)
#include <openssl/evp.h>
#include <openssl/aes.h>
#endif

#include <stdint.h>

#include "Common.h"

/******************************
*    TEAMTALK 4 PACKET LAYOUT
*******************************/

#define TEAMTALK_PACKET_PROTOCOL 1

#define TEAMTALK_DEFAULT_PACKET_PROTOCOL    1

#define FIELDHEADER_PAYLOAD     50

#define MIN_PAYLOAD_DATA_SIZE   400    //The raw data must be split in at most this size
#define MIN_PACKET_PAYLOAD_SIZE (MIN_PAYLOAD_DATA_SIZE + FIELDHEADER_PAYLOAD)   //The maximum size of fields and raw data

#define MAX_PAYLOAD_DATA_SIZE   1250   //The raw data must be split in at most this size
#define MAX_PACKET_PAYLOAD_SIZE (MAX_PAYLOAD_DATA_SIZE + FIELDHEADER_PAYLOAD)   //The maximum size of fields and raw data

static uint16_t MTU_QUERY_SIZES[] = {MIN_PAYLOAD_DATA_SIZE, 800, 1000, MAX_PAYLOAD_DATA_SIZE};
#define MTU_QUERY_SIZES_COUNT (sizeof(MTU_QUERY_SIZES)/sizeof(MTU_QUERY_SIZES[0]))

#define MAX_PACKET_SIZE 1350           //The maximum size of a packet

namespace teamtalk {


#ifdef ACE_BIG_ENDIAN
#pragma error "Big endian not supported"
#endif


#define set_uint4(buf, val1, val2)                  \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(val1 <= 0xF);                        \
        assert(val2 <= 0xF);                        \
        buf[0] = (val1 & 0xF) | ((val2 & 0xF) << 4);\
    } while(0)

#define set_uint4_ptr(buf, val1, val2, ptr)         \
    do {                                            \
        set_uint4(buf, val1, val2); ptr++;          \
    } while(0)

#define get_uint4(buf, val1, val2)                  \
    do {                                            \
        val1 = (buf[0] & 0xF);                      \
        val2 = (buf[0] >> 4);                       \
    } while(0)

#define get_uint4_ptr(buf, val1, val2, ptr)         \
    do {                                            \
        get_uint4(buf, val1, val2); ptr += 1;       \
    } while(0)

#define set_uint8(buf, val) (*(uint8_t*)buf = val)
#define set_uint8_ptr(buf, val, ptr)                \
    do {                                            \
        set_uint8(buf, val); ptr += 1;              \
    } while(0)
#define get_uint8(buf) *(const uint8_t*)(buf)
#define get_uint8_ptr(val, buf, ptr) {val = get_uint8(buf); ptr += 1;}

#define set_uint12(buf, val1)                       \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(val1 <= 0xFFF);                      \
        (buf)[0] = (char)(val1 & 0xFF);             \
        (buf)[1] = (char)((val1 >> 8) & 0xF);       \
    } while(0)

#define set_uint12_ptr(buf, val1, ptr)              \
    do {                                            \
        set_uint12(buf, val1);                      \
        ptr += 2;                                   \
    } while(0)

#define set2_uint12(buf, val1, val2)                \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(val1 <= 0xFFF);                      \
        assert(val2 <= 0xFFF);                      \
        (buf)[0] = (char)(val1 & 0xFF);             \
        (buf)[1] = (char)((val1 >> 8) & 0xF);       \
        (buf)[1] |= (char)((val2 & 0xF) << 4);      \
        (buf)[2] = (char)((val2 >> 4) & 0xFF);      \
    } while(0)

#define set2_uint12_ptr(buf, val1, val2, ptr)       \
    do {                                            \
        set2_uint12(buf, val1, val2);               \
        ptr += 3;                                   \
    } while(0)

#define get_uint12(buf, val1)                       \
    do {                                            \
       val1 = ((buf)[0] | ((buf[1] & 0xF) << 8));     \
    } while(0)

#define get_uint12_ptr(buf, val1, ptr)              \
    do {                                            \
        get_uint12(buf, val1);                      \
        ptr += 2;                                   \
    } while(0)

#define get2_uint12(buf, val1, val2)                \
    do {                                            \
       val1 = (buf[0] | ((buf[1] & 0xF) << 8));     \
       val2 = ((buf[1] >> 4) | (buf[2] << 4));      \
    } while(0)

#define get2_uint12_ptr(buf, val1, val2, ptr)       \
    do {                                            \
        get2_uint12(buf, val1, val2);               \
        ptr += 3;                                   \
    } while(0)

#define set_uint12_uint4(buf, val1, val2)           \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(val1 <= 0xFFF);                      \
        assert(val2 <= 0xF);                        \
        (buf)[0] = (char)(val1 & 0xFF);             \
        (buf)[1] = (char)((val1 >> 8) & 0xF);       \
        (buf)[1] |= (char)((val2 & 0xF) << 4);      \
    } while(0)

#define set_uint12_uint4_ptr(buf, val1, val2, ptr)  \
    do {                                            \
        set_uint12_uint4(buf, val1, val2);          \
        ptr += 2;                                   \
    } while(0)

#define get_uint12_uint4(buf, val1, val2)           \
    do {                                            \
       val1 = (buf[0] | ((buf[1] & 0xF) << 8));     \
       val2 = (buf[1] >> 4);                        \
    } while(0)

#define get_uint12_uint4_ptr(buf, val1, val2, ptr)  \
    do {                                            \
        get_uint12_uint4(buf, val1, val2);          \
        ptr += 2;                                   \
    } while(0)

#define set_uint16(buf, val)                        \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert((int)val <= 0xFFFF);                 \
        (buf)[0] = (char)(val & 0xFF);              \
        (buf)[1] = (char)(val >> 8);                \
    } while(0)

#define set_uint16_ptr(buf, val, ptr)               \
    do {                                            \
        set_uint16(buf, val); ptr += 2;             \
    } while(0)

#define get_uint16(buf) (((uint16_t)((const uint8_t*)buf)[1] << 8) |    \
                        ((uint16_t)((const uint8_t*)buf)[0]))

#define get_uint16_ptr(val, buf, ptr) {val = get_uint16(buf); ptr += 2;}

#define get_uint16_uint8(buf, val16, val8)                              \
    do {                                                                \
        val16 = (((uint16_t)((const uint8_t*)buf)[1] << 8) |            \
                (uint16_t)((const uint8_t*)buf)[0]);                    \
        val8 = (uint8_t)((const uint8_t*)buf)[2];                       \
    } while(0)


#define set_int32(buf, val)                         \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(sizeof(val) == 4);                   \
        (buf)[0] = (char)(val & 0xFF);              \
        (buf)[1] = (char)((val >> 8) & 0xFF);       \
        (buf)[2] = (char)((val >> 16) & 0xFF);      \
        (buf)[3] = (char)(val >> 24);               \
    }while(0)

#define get_int32(buf) (((int32_t)((const uint8_t*)buf)[3] << 24) | \
                        ((int32_t)((const uint8_t*)buf)[2] << 16) | \
                        ((int32_t)((const uint8_t*)buf)[1] << 8)  | \
                        ((int32_t)((const uint8_t*)buf)[0]))

#define set_uint32(buf, val)                        \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(sizeof(val) == 4);                   \
        (buf)[0] = (char)(val & 0xFF);              \
        (buf)[1] = (char)((val >> 8) & 0xFF);       \
        (buf)[2] = (char)((val >> 16) & 0xFF);      \
        (buf)[3] = (char)(val >> 24);               \
    }while(0)

#define set_uint32_ptr(buf, val, ptr)               \
    do {                                            \
        set_uint32(buf, val); ptr += 4;             \
    } while(0)

#define get_uint32(buf) (((uint32_t)((const uint8_t*)buf)[3] << 24) | \
                         ((uint32_t)((const uint8_t*)buf)[2] << 16) | \
                         ((uint32_t)((const uint8_t*)buf)[1] << 8)  | \
                         ((uint32_t)((const uint8_t*)buf)[0]))

#define get_uint32_ptr(val, buf, ptr) {val = get_uint32(buf); ptr += 4; }

#define set_int64(buf, val)                         \
    do {                                            \
        assert(sizeof((buf)[0]) == 1);              \
        assert(sizeof(val) == 8);                   \
        (buf)[0] = (char)(val & 0xFF);              \
        (buf)[1] = (char)((val >> 8) & 0xFF);       \
        (buf)[2] = (char)((val >> 16) & 0xFF);      \
        (buf)[3] = (char)((val >> 24) & 0xFF);      \
        (buf)[4] = (char)((val >> 32) & 0xFF);      \
        (buf)[5] = (char)((val >> 40) & 0xFF);      \
        (buf)[6] = (char)((val >> 48) & 0xFF);      \
        (buf)[7] = (char)(val >> 56);               \
    }while(0)

#define get_int64(buf) (((int64_t)((const uint8_t*)buf)[7] << 56) | \
                        ((int64_t)((const uint8_t*)buf)[6] << 48) | \
                        ((int64_t)((const uint8_t*)buf)[5] << 40) | \
                        ((int64_t)((const uint8_t*)buf)[4] << 32) | \
                        ((int64_t)((const uint8_t*)buf)[3] << 24) | \
                        ((int64_t)((const uint8_t*)buf)[2] << 16) | \
                        ((int64_t)((const uint8_t*)buf)[1] << 8)  | \
