Repository: BearWare/TeamTalk5
Catalog: Client/iTeamTalk/iTeamTalk/*.lproj/Localizable.strings
Languages: da, es, it, ms, nl, pl, pt_br, ru, tr, uk, vi

source: Name displayed in channel list
da: Navn vist i kanalliste
es: Nombre mostrado en la lista de canales
it: Nome visualizzato nell'elenco dei canali
ms: Nama dipaparkan dalam senarai saluran
nl: Naam weergegeven in kanalenlijst
pl: Nazwa wyświetlana na liście kanałów
pt_br: Nome mostrado na lista de canais
ru: Отображаемое имя в списке каналов
tr: Kanal listesinde görüntülenen ad
uk: Ім’я, що відображається у списку каналів
vi: Tên hiển thị trong danh sách kênh

source: New Server
da: Ny Server
es: Nuevo servidor
it: Nuovo server
ms: Server Baharu
pt_br: Novo servidor
ru: Новый Сервер
tr: Yeni Sunucu
uk: Новий сервер
vi: Máy chủ mới

source: Nickname
da: Kaldenavn
it: Pseudonimo
ms: Nama samaran
nl: Bijnaam
pl: Nick
pt_br: Apelido
ru: Ник
tr: Rumuz
uk: Псевдонім
vi: Tên hiển thị

source: No
da: Nej
ms: Tidak
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không

source: No Audio
da: Ingen lyd
es: sin audio
it: Nessun audio
ms: Tanpa Audio
nl: Geen audio
pl: Brak dźwięku
pt_br: Sem áudio
ru: Без Звука
tr: Ses Yok
uk: Без звуку
vi: Không âm thanh

source: No Audio Recording
da: Ingen lydoptagelser
es: Sin grabaciones de audio
it: Nessuna registrazione audio
ms: Tanpa rakaman Audio
nl: Geen audioopname
pl: Nie zezwalaj na nagrywanie
pt_br: Sem gravação de áudio
ru: Не Разрешена Запись Звука
tr: Ses Kaydı Yok
uk: Запис звуку заборонено
vi: Không ghi âm

source: No Interruptions
da: Ingen afbrydelser
es: Sin interrupciones
it: Nessuna interruzione
ms: Tiada gangguan
nl: Geen onderbrekingen
pl: Tylko jeden może mówić
pt_br: Sem interrupções
ru: Без Прерываний
tr: Söz Kesintisi Yok
uk: Без переривань
vi: không bị gián đoạn

source: No password
da: Intet kodeord
es: Sin contraseña
ms: Tiada kata laluan
nl: Geen wachtwoord
pl: Bez hasła
pt_br: Sem senha
ru: Нет пароля
tr: Parola yok
uk: Без пароля
vi: Không mật khẩu

source: No Voice Activation
da: Ingen taleaktivering
es: Sin activación por voz
it: Nessuna attivazione vocale
ms: Tiada Pengaktifan Suara
nl: Geen stemactivatie
pl: Nie zezwalaj na aktywację głosem
pt_br: Sem ativação de voz
ru: Не Разрешена Голосовая Активация
tr: Ses Etkinleştirme Yok
uk: Без активації голосом
vi: Không kích hoạt bằng giọng nói

source: Noname
da: Intet navn
es: Sinnombre
it: Senza nome
ms: TanpaNama
nl: Geennaam
pl: Anonim
pt_br: SemNome
ru: Без Имени
tr: Ad Yok
uk: Без імені
vi: Không tên

source: OK
es: Aceptar
ru: ОК
tr: Tamam
uk: ОК

source: OPUS Codec
es: Códec OPUS
pl: OPUS
pt_br: Codec OPUS
ru: Кодек OPUS
tr: OPUS Kodlayıcı/Çözücüsü
uk: Кодек OPUS

source: Order of channels in Channel List
da: Rækkefølge af kanaler i kanallisten
es: Órden de los canales
it: Ordine dei canali nell'elenco dei canali
ms: Urutan saluran dalam senarai saluran
pt_br: Classificação dos canais na lista
ru: Порядок каналов в списке
tr: Kanalların Kanal Listesi'ndeki sırası
uk: Порядок каналів у списку
vi: Thứ tự các kênh trong Danh sách kênh

source: Parent channel
da: Forrige kanal
es: Canal superior
it: Canale genitore
ms: Saluran Induk
nl: Bovenliggend kanaal
pl: Poziom wyżej
pt_br: Canal pai
ru: Главный канал
tr: Üst kanal
uk: Головний канал
vi: Kênh gốc

source: Password
da: Kodeord
es: Contraseña
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
tr: Parola
uk: Пароль
vi: Mật khẩu

source: Password protected
da: Beskyttet af kodeord
es: Protegido con contraseña
it: Protetto da password
ms: Dilindungi kata laluan
nl: Wachtwoord beveiligd
pl: Chroniony hasłem
pt_br: Protegido por senha
ru: Защищено паролем
tr: Parola korumalı
uk: Захищено паролем
vi: Được bảo vệ bằng mật khẩu

source: Permanent Channel
da: Permanent Kanal
es: Canal permanente
it: Canale permanente
ms: Saluran Kekal
nl: Permanent kanaal
pl: Stały kanał
pt_br: Canal permanente
ru: Постоянный Канал
tr: Kalıcı Kanal
uk: Постійний канал
vi: Kênh vĩnh viễn

source: Play sound when a user joins the channel
da: Afspil lyd når en ny bruger er i kanalen
es: Reproducir sonido cuando un usuario se una al canal
it: Riproduci un suono quando un utente si unisce al canale
ms: Mainkan bunyi ketika Pengguna masuk ke saluran
nl: Geluid afspelen wanneer een gebruiker het kanaal binnenkomt
pl: Dźwięk gdy użytkownik dołącza się do kanału
pt_br: Reproduzir som quando um usuário entrar no canal
ru: Воспроизводить звук, когда пользователь присоединяется к каналу
tr: Bir kullanıcı kanala katıldığında ses oynat
uk: Звук при вході користувача до каналу
vi: Phát âm thanh khi người dùng tham gia kênh

source: Play sound when a user leaves the channel
da: Afspil lyd når en bruger forlader kanalen
es: Reproducir sonido cuando un usuario salga del canal
it: Riproduci un suono quando un utente lascia il canale
ms: Mainkan bunyi ketika pengguna meninggalkan saluran
nl: Geluid afspelen wanneer een gebruiker het kanaal verlaat
pl: Dźwięk gdy użytkownik opuszcza kanał
pt_br: Reproduzir som quando um usuário sair do canal
ru: Воспроизводить звук, когда пользователь покидает канал
tr: Bir kullanıcı kanaldan ayrıldığında ses oynat
uk: Звук при виході користувача з каналу
vi: Phát âm thanh khi người dùng rời khỏi kênh

source: Play sound when broadcast text message is received
da: Afspil en lyd når massebesked modtages
es: Reproducir sonido al recibir mensaje de difusión
it: Riproduce il suono quando si riceve un messaggio di testo trasmesso
ms: Mainkan bunyi ketika menerima broadcast mesej
pt_br: Reproduzir som quando uma mensagem global for recebida
ru: Воспроизводить звук, когда получено сетевое текстовое сообщение
tr: Yayınlanan metin iletisi alındığında ses oynat
uk: Звук при отриманні загального повідомлення
vi: Phát âm thanh khi nhận được tin nhắn thông báo

source: Play sound when channel text message is received
da: Afspil lyd når der modtages en tekstbesked i kanalen
es: Reproducir sonido al recibir un mensaje en el canal
it: Riproduce il suono quando si riceve il messaggio di testo del canale
ms: Mainkan bunyi ketika menerima mesej saluran
nl: Geluid afspelen wanneer kanaaltekstbericht ontvangen wordt
pl: Dźwięk przy wiadomości czatu
pt_br: Reproduzir som quando uma mensagem for enviada no canal
ru: Воспроизводить звук, когда получено текстовое сообщение канала
tr: Kanal metin iletisi alındığında ses oynat
uk: Звук при отриманні повідомлення каналу
vi: Phát âm thanh khi nhận được tin nhắn kênh

source: Play sound when connection is dropped
da: Afspil lyd når der mistes forbindelse til serveren
es: Reproducir un sonido al perder la conexión
it: Riproduci un suono quando la connessione viene interrotta
ms: Mainkan bunyi ketika Sambungan Terputus
nl: Geluid afspelen wanneer verbinding is verbroken
pl: Dźwięk przy utracie połączenia
pt_br: Reproduzir som quando a conexão cair
ru: Воспроизводить звук, когда соединение потеряно
tr: Bağlantı düştüğünde ses oynat
uk: Звук при втраті зв’язку
vi: Phát âm thanh khi mất kết nối

source: Play sound when private text message is received
da: Afspil lyd når privat tekstbesked modtages
es: Reproducir sonido al recibir un mensaje privado
it: Riproduci suono quando viene ricevuto un messaggio di testo privato
ms: Mainkan bunyi ketika mesej pribadi diterima
nl: Geluid afspelen wanneer privétekstbericht ontvangen wordt
pl: Dźwięk prywatnej wiadomości
pt_br: Reproduzir som quando uma mensagem privada for recebida
ru: Воспроизводить звук, когда получено приватное текстовое сообщение
tr: Özel metin iletisi alındığında ses oynat
uk: Звук при отриманні приватного повідомлення
vi: Phát âm thanh khi nhận được tin nhắn riêng

source: Play sound when transmit ready in "No Interruptions" channel
da: Afspil lyd når transmit er parat i "No Interruptions" channel
es: Reproducir sonido al transmitir en canal sin interrupciones
it: Riproduci il suono quando la trasmissione è pronta nel canale "Nessuna interruzione"
ms: Mainkan bunyi apabila penghantaran sedia dalam saluran "Tiada Gangguan".
pt_br: Reproduzir som quando a transmissão sem interrupções estiver pronta no canal
tr: "Söz Kesintisi Yok" kanalı iletime hazır olduğunda ses oynat
uk: Звук, коли можна говорити в каналі «Без переривань»
vi: Phát âm thanh khi sẵn sàng truyền trong kênh "không bị gián đoạn"

source: Play sound when voice activation is triggered
da: Afspil lyd når stemmeaktivering bliver aktiveret
es: Reproducir sonido al conmutar la activación por voz
it: Riproduci un suono quando viene attivata l'attivazione vocale
ms: Mainkan bunyi apabila pengaktifan suara diaktifkan
pt_br: Reproduzir som quando a transmissão por ativação de voz for ativada
ru: Воспроизводить звук, когда срабатывает голосовая активация
tr: Ses etkinleştirme tetiklendiğinde ses oynat
uk: Звук при активації голосом
vi: Phát âm thanh khi kích hoạt bằng giọng nói được kích hoạt

source: Play sound when voice transmission is toggled
da: Afspil lyd når taletransmission skifter
es: Reproducir sonido cuando se activa la transmisión de voz
it: Riproduci suono quando la trasmissione vocale è attivata
ms: Mainkan bunyi apabila penghantaran suara ditogol
nl: Geluid afspelen wanneer stemuitzending geschakeld wordt
pl: Dźwięk przełączania nadawania
pt_br: Reproduzir som quando a transmissão de voz for alternada
ru: Воспроизводить звук, когда включается/выключается передача голоса
tr: Ses iletimi değiştiğinde ses oynat
uk: Звук при увімкненні/вимкненні передачі голосу
vi: Phát âm thanh khi bật chức năng truyền giọng nói

source: Pop up text message when new messages are received
da: Vis privat tekstbesked så snart den modtages
es: Mostrar ventana emergente cuando se reciban mensajes nuevos
it: Messaggio di testo popup quando vengono ricevuti nuovi messaggi
ms: Paparkan Teks mesej dalam tetingkap pop up apabila mesej baharu diterima
nl: Tekstbericht laten zien wanneer nieuwe berichten ontvangen worden
pl: Wyskakujące okienko przy przychodzącej wiadomości
pt_br: diálogo pop-up quando uma mensagem de texto for recebida
ru: Всплывающее текстовое сообщение при получении новых сообщений
tr: Yeni iletiler alındığında metin iletisi penceresi aç
uk: Спливаюче вікно при отриманні повідомлень
vi: Thông báo bật lên khi nhận được tin nhắn mới

source: Popularity
da: Popularitet
es: Popularidad
it: Popolarità
ms: Popularitas
pt_br: Popularidade
ru: По Популярности
tr: Yaygınlık
uk: За популярністю

source: Preferences
da: Indstillinger
es: Preferencias
it: Preferenze
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Preferências
ru: Настройки
tr: Tercihler
uk: Налаштування
vi: Tùy chọn

source: Pressing Return-key sends text message
da: Trykkes enter sendes tekstbesked
es: Pulsar la tecla intro envía el mensaje de texto
it: Premendo il tasto Invio si invia un messaggio di testo
ms: Menekan tombol enter akan mengirim pesan teks
pt_br: Botão nova linha envia mensagem
ru: По нажатию клавиши Ввод отправлять текстовое сообщение
tr: Return tuşuna basmak metin iletisini göndersin
uk: Надсилати повідомлення клавішею Enter
vi: Nhấn phím xuống dòng sẽ gửi tin nhắn

source: Private message
da: Privat besked
es: Mensaje privado
it: Messaggio privato
ms: Mesej pribadi
pt_br: Mensagem privada
ru: Приватное сообщение
tr: Özel ileti
uk: Приватне повідомлення
vi: Tin nhắn riêng

source: Private Text Message
da: Privat Tekstbesked
es: Mensaje privado
it: Messaggio di testo privato
ms: Teks Mesej Pribadi
nl: Privétekstbericht
pl: Wiadomość prywatna
pt_br: Mensagem de texto
ru: Приватное Текстовое Сообщение
tr: Özel Metin İletisi
uk: Приватне текстове повідомлення
vi: Tin nhắn riêng

source: Private text message from %@. %@
da: Privat tekstbesked fra %@. %@
es: Mensaje privado de %@. %@
it: Messaggio di testo privato da %@. %@
ms: Teks mesej pribadi daripada %@. %@
nl: Privétekstbericht van %@. %@
pl: Wiadomość prywatna od %@. %@
pt_br: Mensagem privada de %@: %@
ru: Приватное сообщение от %@. %@
tr: %@ kullanıcısından özel metin iletisi. %@
uk: Приватне повідомлення від %@. %@
vi: Tin nhắn riêng từ %@. %@

source: Public server
da: Offentlig server
es: Servidor público
it: Server pubblico
ms: Server publik
nl: Publieke server
pl: Serwer publiczny
pt_br: Servidor público
ru: Публичный сервер
tr: Kamu sunucusu
uk: Публічний сервер
vi: Máy chủ công cộng

source: Quality
da: Kvalitet
es: Calidad
it: Qualità
ms: Kualiti
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
tr: Kalite
uk: Якість
vi: Chất lượng

source: Receive broadcast messages by default
da: Modtag massebeskeder som standard
es: Recibir mensajes de difusión por defecto
it: Ricevi messaggi broadcast per impostazione predefinita
ms: Terima pesan broadcast secara default
nl: Standaard uitzendingsberichten ontvangen
pl: Odbieraj wiadomości administracyjne
pt_br: Por padrão, receber mensagens globais
ru: Получать сетевые сообщения
tr: Varsayılan olarak yayınlanan iletileri al
uk: Отримувати загальні повідомлення
vi: Nhận tin nhắn thông báo theo mặc định

source: Receive channel messages by default
da: Modtag kanalbeskeder som standard
es: Recibir mensajes del canal por defecto
it: Ricevi messaggi di canale per impostazione predefinita
ms: Terima pesan saluran secara default
nl: Standaard kanaalberichten ontvangen
pl: Odbieraj wiadomości czatu
pt_br: Por padrão, receber mensagens privadas
ru: Получать сообщения канала
tr: Varsayılan olarak kanal iletilerini al
uk: Отримувати повідомлення каналу
vi: Nhận tin nhắn kênh theo mặc định

source: Receive desktop sessions by default
da: Modtag delte skriveborde som standard
es: Recibir sesiones de escritorio por defecto
it: Ricevi sessioni desktop per impostazione predefinita
ms: Terima sesi desktop secara default
nl: Standaard bureaubladsessies ontvangen
pl: Odbieraj sesje udostępnionego pulpitu
pt_br: Por padrão, receber compartilhamentos de tela
ru: Получать сеансы рабочего стола
tr: Varsayılan olarak masaüstü oturumlarını al
uk: Отримувати сеанси робочого столу
vi: Nhận chia sẻ màn hình theo mặc định

source: Receive media file streams by default
da: Modtag mediefiler som standard
es: Recibir transmisión de archivos multimedia por defecto
it: Ricevi flussi di file multimediali per impostazione predefinita
ms: Terima Stream File Media secara default
nl: Standaard mediabestandstreams ontvangen
pl: Odbieraj multimedia
pt_br: Por padrão, receber transmissões de arquivos de mídia
ru: Получать трансляции медиафайлов
tr: Varsayılan olarak ortam dosyası akışlarını al
uk: Отримувати трансляції медіафайлів
vi: Nhận luồng tệp phương tiện theo mặc định

source: Receive text messages by default
da: Modtag tekstbeskeder som standard
es: Recibir mensajes de texto por defecto
it: Ricevi messaggi di testo per impostazione predefinita
ms: Terima teks mesej secara default
nl: Standaard tekstberichten ontvangen
pl: Odbieraj wiadomości prywatne
pt_br: Por padrão, receber mensagens de texto
ru: Получать текстовые сообщения
tr: Varsayılan olarak metin iletilerini al
uk: Отримувати текстові повідомлення
vi: Nhận tin nhắn theo mặc định

source: Receive voice streams by default
da: Modtag tale som standard
es: Recibir transmisión de voz por defecto
it: Ricevi flussi vocali per impostazione predefinita
ms: Terima strim suara secara default
nl: Standaard stemstreams ontvangen
pl: Odbieraj audio
pt_br: Por padrão, receber transmissões de voz
ru: Получать голос
tr: Varsayılan olarak ses akışlarını al
uk: Отримувати трансляцію голосу
vi: Nhận luồng giọng nói theo mặc định

source: Receive webcam streams by default
da: Modtag webcam som standard
es: Recibir transmisiones de cámaras web por defecto
it: Ricevi gli stream della webcam per impostazione predefinita
ms: Terima strim webcam secara default
nl: Standaard webcamstreams ontvangen
pl: Odbieraj video
pt_br: Por padrão, receber transmissões de vídeo pela webcam
ru: Получать видео
tr: Varsayılan olarak web kamerası akışlarını al
uk: Отримувати трансляції з вебкамер
vi: Nhận luồng webcam theo mặc định

source: Return Sends Message
da: Retur Sender Beskede
es: Intro envía el mensaje
it: Return Invia messaggio
ms: Kembali untuk menghantar mesej
pt_br: Enter envia mensagens
ru: Ввод Отправляет Сообщение
tr: Return İletiyi Göndersin
uk: Enter надсилає повідомлення
vi: Xuống dòng Gửi tin nhắn

source: Return to previous channel
da: Returner til forrige kanal
es: Regresar al canal anterior
it: Torna al canale precedente
ms: Kembali ke saluran sebelumnya
nl: Terug naar vorig kanaal
pl: Wróć do poprzedniego kanału
pt_br: Voltar ao canal anterior
ru: Вернуться на предыдущий канал
tr: Önceki kanala dön
uk: Повернутися до попереднього каналу
vi: Quay lại kênh trước đó

source: root channel
da: rodkanal
es: Canal raíz
it: canale principale
ms: Saluran utama
nl: hoofdkanaal
pl: kanał główny
pt_br: Canal inicial
ru: главный канал
tr: kök kanal
uk: кореневий канал
vi: kênh gốc

source: Sample Rate
da: Samplefrekvens
es: Velocidad de muestreo
it: Frequenza di campionamento
nl: Samplesnelheid
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ru: Частота Дискретизации
tr: Örnekleme Hızı
uk: Частота дискретизації

source: Save Server
da: Gem Server
es: Guardar servidor
it: Salva server
ms: Simpan Server
pt_br: Salvar servidor
ru: Сохранить Сервер
tr: Sunucuyu Kaydet
uk: Зберегти сервер
vi: Lưu máy chủ

source: Save server to server list?
da: Gem server i serverlisten?
es: ¿Guardar servidor?
it: Salvare il server nell'elenco dei server?
ms: Simpan server ke Senarai server?
pt_br: Adicionar servidor na lista de servidores?
ru: Сохранить сервер в списке серверов?
tr: Sunucu, sunucu listesine kaydedilsin mi?
uk: Зберегти сервер у списку?
vi: Lưu máy chủ vào danh sách máy chủ?

source: Send empty message to close keyboard
da: Send tom besked for at lukke tastaturet
es: Envía un mensaje en blanco para cerrar el teclado
it: Invia un messaggio vuoto per chiudere la tastiera
ms: Hantar mesej kosong untuk menutup papan kekunci
pt_br: Enviar mensagem em branco para fechar o teclado
ru: Отправьте пустое сообщение, чтобы закрыть клавиатуру
tr: Klavyeyi kapatmak için boş ileti gönderin
uk: Надішліть порожнє повідомлення, щоб згорнути клавіатуру
vi: Gửi tin nhắn trống để đóng bàn phím

source: Send private message
da: Send privat tekstbesked
es: Enviar mensaje privado
it: Invia messaggio privato
ms: Hantar mesej pribadi
nl: Privébericht versturen
pl: Wyślij wiadomość
pt_br: Enviar mensagem privada
ru: Отправить приватное сообщение
tr: Özel ileti gönder
uk: Надіслати приватне повідомлення
vi: Gửi tin nhắn riêng

source: Server Connection Lost
da: Mistet forbindelse til server
es: Conexión al servidor perdida
it: Connessione al server persa
ms: Sambungan ke Server Terputus
nl: Serververbinding verbroken
pl: Utracono połączenie z serwerem
pt_br: A conexão com o servidor caiu
ru: Соединение С Сервером Потеряно
tr: Sunucu Bağlantısı Kaybı
uk: Зв’язок із сервером втрачено
vi: Mất kết nối với máy chủ

source: Server List Entry
da: Serverlisteelement
es: Lista de servidores
it: Voce dell'elenco dei server
ms: Kemasukan Senarai Server
nl: Serverlijstitem
pl: Wpis na liście serwerów
pt_br: Lista de servidores
ru: Запись В Списке Серверов
tr: Sunucu Listesi Girişi
uk: Запис у списку серверів
vi: Danh sách máy chủ

source: Show usernames instead of nicknames
da: Vis brugernavne i stedet for kaldenavne
es: Mostrar nombres de usuario en lugar de nicknames
it: Mostra nomi utente invece di soprannomi
ms: Hanya tampilkan nama pengguna, selain Nama panggilan
nl: Gebruikersnamen in plaats van bijnamen weergeven
pl: Pokaż nazwy użytkownika zamiast nicków
pt_br: Mostrar nomes de usuário em vez de apelidos
ru: Показать имена пользователей вместо ников
tr: Rumuzların yerine kullanıcı adlarını göster
uk: Показувати логіни замість псевдонімів
vi: Hiển thị tên người dùng thay vì tên hiển thị

source: Silent
da: Tavs
es: Silencio
it: Silenzioso
ms: Senyap
nl: Stil
pl: Milczy
pt_br: Silenciado
ru: Молчит
tr: Sessiz
uk: Мовчить
vi: Im lặng

source: Sound Events
da: Lydhændelser
es: Eventos de sonido
it: Eventi sonori
ms: Bunyi Pemberitahuan
nl: Geluidsgebeurtenissen
pl: Dźwięki
pt_br: Eventos de som
ru: Озвучивание Событий
tr: Ses Olayları
uk: Озвучення подій
vi: Sự kiện thông báo bằng âm thanh

source: Sound System
da: Lydsystem
es: Sistema de sonido
it: Sistema sonoro
ms: Sistem Suara
nl: Geluidssysteem
pl: System dźwięku
pt_br: Sistema de som
ru: Звуковая Система
tr: Ses Sistemi
uk: Звукова система
vi: Hệ thống âm thanh

source: Speaker Output
da: Højtalerudgang
es: Salida de audio
it: Uscita altoparlante
nl: Luidsprekeruitvoer
pl: Używaj głośnika
pt_br: Alto-falantes de saída
ru: Выход На Динамик
tr: Hoparlör Çıkışı
uk: Вихід на динамік
vi: Đầu ra loa

source: Speech Rate
da: Talehastighed
es: Velocidad de voz
it: Velocità di discorso
ms: Kadar Pertuturan
nl: Spraaksnelheid
pl: Prędkość mowy
pt_br: Velocidade da voz
ru: Скорость Речи
tr: Konuşma Hızı
uk: Швидкість мовлення
vi: Tốc độ nói

source: Speech Volume
da: Talevolumen
es: Volumen de voz
it: Volume del discorso
ms: Volume Pertuturan
nl: Spraakvolume
pl: Głośność Mowy
pt_br: Volume da voz
ru: Громкость Речи
tr: Konuşma Düzeyi
uk: Гучність мовлення
vi: Âm lượng giọng nói

source: Speex Codec
es: Códec Speex
pl: Speex
pt_br: Codec Speex
ru: Кодек Speex
tr: Speex Kodlayıcı/Çözücüsü
uk: Кодек Speex

source: Speex Variable Bitrate Codec
da: Speex Variabel Bithastighed Codec
es: Codec Speex, calidad variable
it: Speex VBR Codec
nl: Speex-codec (variabele bitsnelheid)
pl: Speex (zmienny bitrate)
pt_br: Codec Speex com bitrate variada
ru: Кодек Speex С Переменным Битрейтом
tr: Speex Değişken Bit Hızı Kodlayıcı/Çözücüsü
uk: Кодек Speex із змінним бітрейтом

source: Stereo
es: Estéreo
pt_br: Estéreo
ru: Стерео
uk: Стерео

source: Subscriptions
da: Abonnementer
es: Subscripciones
it: Abbonamenti
ms: Langganan
nl: Ontvangst
pl: Usługi
pt_br: Subscrições
ru: Подписки
tr: Abonelikler
uk: Підписки
vi: đăng ký

source: Talking
da: Taler
es: Hablando
it: Parlando
ms: Sedang bercakap
nl: Praat
pl: Mówi
pt_br: Falando
ru: Говорит
tr: Konuşuyor
uk: Говорить
vi: Đang nói

source: TCP Port
es: Puerto TCP
it: Porta TCP
nl: TCP-poort
pl: Port TCP
pt_br: Porta TCP
ru: TCP Порт
tr: TCP Bağlantı Noktası
uk: TCP-порт
vi: Cổng TCP

source: Text To Speech Events
da: Tekst til Tale Hændelser
es: Eventos de texto a voz
it: Eventi di sintesi vocale
ms: Pemberitahuan Teks Ke Ucapan
nl: Tekst-naar-spraak-gebeurtenissen
pl: Zdarzenia Mowy
pt_br: Eventos de texto para fala
ru: Речевые События
tr: Metin Okuma Olayları
uk: Мовленнєві події
vi: Sự kiện thông báo bằng giọng nói

source: The rate of the speaking voice is %.1f
da: Tekst til tale vil ske ved hastigheden %.1f
es: La velocidad de la voz es %.1f
it: La velocità della voce parlante è %.1f
ms: tingkat kadar suara Teks Ke Ucapan adalah %.1f
nl: De snelheid van de sprekende stem is %.1f
pl: Prędkość syntezy to %.1f
pt_br: A velocidade da voz que está falando é %.1f
ru: Скорость речи голоса %.1f
tr: Konuşma sesinin hızı %.1f
uk: Швидкість мовлення %.1f
vi: Tốc độ của giọng nói là %.1f

source: The volume of the speaking voice is %.1f
da: Volumen af tekst til tale er %.1f
es: El volumen de la voz es %.1f
it: Il volume della voce parlante è %.1f
ms: Volume suara Teks Ke Ucapan adalah %.1f
nl: Het volume van de sprekende stem is %.1f
pl: Głośność syntezy to %.1f
pt_br: O volume da voz que está falando é %.1f
ru: Громкость речи голоса %.1f
tr: Konuşma sesinin düzeyi %.1f
uk: Гучність мовлення %.1f
vi: Âm lượng của giọng nói là %.1f

source: Toggle to enable/disable transmission
da: Aktiver for at tænde/slukke transmissionen
es: Pulsa para activar o desactivar transmisión
it: Attiva / disattiva la trasmissione
ms: Beralih untuk mengaktifkan / menyahaktifkan penghantaran
pt_br: Alternar para ativar / desativar a transmissão
ru: Переключатель, для включения/выключения передачи голоса
tr: İletimi etkinleştirmek/etkisizleştirmek için değiştir
uk: Перемикач для увімкнення або вимкнення передачі голосу
vi: Chuyển đổi bật/tắt truyền
