Repository: BearWare/TeamTalk5
Catalog: Client/iTeamTalk/iTeamTalk/*.lproj/Localizable.strings
Languages: da, es, it, ms, nl, pl, pt_br, ru, tr, uk, vi

source: Toggle voice transmission using headset
da: Aktiver transmission med headset
es: Conmutar transmisión de voz usando los auriculares
it: Attiva / disattiva la trasmissione vocale utilizzando l'auricolare
ms: Beralih transmisi suara menggunakan headset
pt_br: Alternar a transmissão de voz usando o fone de ouvido
ru: Включать передачу голоса на гарнитуре
tr: Kulaklık kullanarak ses iletimini değiştir
uk: Перемикання передачі голосу за допомогою гарнітури
vi: Chuyển đổi truyền giọng nói bằng nút tai nghe

source: Topic
da: Emne
es: Tema
it: Argomento
ms: Topik
nl: Onderwerp
pl: Temat
pt_br: Tópico
ru: Тема
tr: Konu
uk: Тема
vi: Chủ đề

source: Translator
da: Oversætter
es: Traductor
it: Traduttrice
ms: Penterjemah
pt_br: Tradutor
ru: Переводчик
tr: Çeviren
uk: Перекладач
vi: Người dịch

source: Transmit inactive
da: Transmitering er inaktiv
es: Transmisión desactivada
it: Trasmissione inattiva
ms: Transmit Mikrofon tidak aktif
pt_br: Transmissão desativada
ru: Передача голоса неактивна
tr: İletim etkisiz
uk: Передача голосу неактивна
vi: Truyền không hoạt động

source: Transmit Interval
da: Sende Interval
es: Intervalo de transmisión
it: Intervallo di trasmissione
ms: Transmisi Interval
nl: Uitzendinterval
pl: Opóźnienie Transmisji
pt_br: Intervalo de transmissão
ru: Интервал Передачи
tr: İletim Aralığı
uk: Інтервал передачі
vi: Khoảng thời gian truyền

source: Transmitting
da: Transmitterer
es: Transmitiendo
it: Trasmissione
ms: Transmitting mikrofon, aktif
pt_br: Transmitindo
ru: Передаётся
tr: İletiyor
uk: Передача
vi: truyền

source: Turn off screen when holding phone near ear
da: Sluk for skærm når telefonen holdes tæt ved øret
es: Apagar la pantalla al sostener el teléfono cerca del oído
it: Spegnere lo schermo quando si tiene il telefono vicino all'orecchio
ms: Matikan skrin ketika melekap telefon di telinga
nl: Scherm uitschakelen wanneer telefoon dichtbij oor gehouden wordt
pl: Wyłącz ekran gdy telefon przy uchu
pt_br: Desligar a tela ao aproximar o telefone do ouvido
ru: Выключать экран при поднесении телефона к уху
tr: Telefon kulağa yakın tutulduğunda ekranı kapat
uk: Вимикати екран, коли телефон біля вуха
vi: Tắt màn hình khi để điện thoại gần tai

source: Type text here
da: Skriv tekst her
es: Escribe aquí
it: Digita il testo qui
ms: Tulis teks di sini
nl: Typ hier tekst
pl: Wpisz tekst tutaj
pt_br: Digite o texto aqui
ru: Введите текст
tr: Buraya metin yazın
uk: Введіть текст
vi: Nhập văn bản ở đây

source: UDP Port
es: Puerto UDP
it: Porta UDP
nl: UDP-poort
pl: Port UDP
pt_br: Porta UDP
ru: UDP Порт
tr: UDP Bağlantı Noktası
uk: UDP-порт
vi: Cổng UDP

source: Use echo cancellation and automatic gain control
da: Brug ekkoundertrykkelse og automatisk lydstyrkeregulering
es: Usar cancelación de ruido y ganancia automática del micrófono
it: Usa la cancellazione dell'eco e il controllo automatico del volume
ms: Gunakan echo cancellation dan gain control otomatis
pt_br: Usar cancelamento de eco e controle de volume automático
ru: Использовать шумоподавление и автоматическую регулировку усиления
tr: Yankı iptali ve otomatik kazanç denetimi kullan
uk: Використовувати усунення еха та автоматичне регулювання підсилення
vi: Sử dụng loại bỏ tiếng vang và điều khiển khuếch đại tự động

source: Use iPhone's speaker instead of earpiece
da: Brug iPhone's højtaler i stedet for høresnegel
es: Usar los altavoces del iPhone en lugar de los auriculares
it: Usa l'altoparlante dell'iPhone al posto dell'auricolare
ms: Ubah pengunaan earpiece ke speaker iPhone
nl: Gebruik de iPhone-luidspreker in plaats van het telefoongedeelte
pl: Używaj głośnika iPhone'a zamiast słuchawki telefonu
pt_br: Usar o alto-falante do iPhone em vez de fone de ouvido
ru: Использовать динамик iPhone вместо наушника
tr: Ahizenin yerine iPhone'un hoparlörünü kullan
uk: Використовувати зовнішній динамік замість розмовного
vi: Sử dụng loa của iPhone thay vì tai nghe

source: User
da: Bruger
es: Usuario
it: Utente
ms: Pengguna
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
tr: Kullanıcı
uk: Користувач
vi: Người dùng

source: User Joins Channel
da: Ny bruger er i kanalen
es: El usuario se une al canal
it: L'utente si unisce al canale
ms: Pengguna Masuk ke Saluran
nl: Gebruiker komt kanaal binnen
pl: Użytkownik dołącza się
pt_br: Usuário entrou no canal
ru: Пользователь Присоединяется К Каналу
tr: Kullanıcının Kanala Katılması
uk: Користувач приєднується до каналу
vi: Người dùng tham gia kênh

source: User joins channel
da: Ny bruger er i kanalen
es: El usuario se une al canal
it: L'utente si unisce al canale
ms: Pengguna masuk ke saluran
nl: Gebruiker komt kanaal binnen
pl: Użytkownik dołącza się
pt_br: Usuário entrou no canal
ru: Пользователь присоединяется к каналу
tr: Kullanıcının kanala katılması
uk: Користувач приєднується до каналу
vi: Người dùng tham gia kênh

source: User leaves channel
da: Bruger forlader kanalen
es: El usuario sale del canal
it: L'utente lascia il canale
ms: Pengguna meninggalkan saluran
nl: Gebruiker verlaat kanaal
pl: Użytkownik opuszcza kanał
pt_br: Usuário saiu do canal
ru: Пользователь покидает канал
tr: Kullanıcının kanaldan ayrılması
uk: Користувач покидає канал
vi: Người dùng rời khỏi kênh

source: User Leaves Channel
da: Bruger forlader kanalen
es: El usuario sale del canal
it: L'utente lascia il canale
ms: Pengguna Meninggalkan Saluran
nl: Gebruiker verlaat kanaal
pl: Użytkownik opuszcza kanał
pt_br: Usuário saiu do canal
ru: Пользователь Покидает Канал
tr: Kullanıcının Kanaldan Ayrılması
uk: Користувач покидає канал
vi: Người dùng rời khỏi kênh

source: User logged in
da: Bruger loggede ind
es: El usuario ha entrado
it: L'utente ha effettuato l'accesso
ms: Pengguna masuk
pt_br: Usuário conectou-se
ru: Пользователь вошёл
tr: Kullanıcının oturum açması
uk: Користувач увійшов
vi: Người dùng đã đăng nhập

source: User logged out
da: Bruger loggede ud
es: El usuario ha salido
it: Utente disconnesso
ms: Pengguna keluar
pt_br: Usuário desconectou-se
ru: Пользователь вышел
tr: Kullanıcının oturumu kapatması
uk: Користувач вийшов
vi: Người dùng đã đăng xuất

source: User Messages
da: Brugerbeskeder
es: Mensajes del usuario
it: Messaggi utente
ms: Pesan Pengguna
nl: Gebruikersberichten
pl: Wiadomości Prywatne
pt_br: Mensagens do usuário
ru: Сообщения Пользователя
tr: Kullanıcı İletileri
uk: Повідомлення користувача
vi: Tin nhắn của người dùng

source: Username
da: Brugernavn
es: Nombre de usuario
it: Nome utente
ms: Nama pengguna
nl: Gebruikersnaam
pl: Użytkownika
pt_br: Nome de usuário
ru: Имя Пользователя
tr: Kullanıcı Adı
uk: Логін
vi: Tên người dùng

source: Username or password incorrect
da: Forkert brugernavn eller adgangskode
es: Nombre de usuario o contraseña incorrecta
it: Nome utente o password errati
ms: Nama pengguna atau kata laluan tidak sah
pt_br: Nome de usuário ou senha incorreta
ru: Некорректное имя пользователя или пароль
tr: Kullanıcı adı ya da parola yanlış
uk: Неправильний логін або пароль
vi: Tên người dùng hoặc mật khẩu không chính xác

source: Variable Bitrate
it: Bitrate variabile
pt_br: Bitrate variada
ru: Переменный Битрейт
tr: Değişken Bit Hızı
uk: Змінний бітрейт

source: Version Information
es: Información de versión
it: Informazioni sulla versione
ms: Maklumat Versi
pt_br: Informações da versão
ru: Информация О Версии
tr: Sürüm Bilgileri
uk: Інформація про версію
vi: Thông tin phiên bản

source: View
da: Vis
es: Ver
it: Visualizza
ms: Lihat
nl: Weergeven
pl: Zobacz
pt_br: Visão
ru: Просмотреть
tr: Görüntüle
uk: Переглянути
vi: Xem

source: View properties
da: Vis egenskaber
es: Ver propiedades
it: Visualizza proprietà
ms: Lihat properti
nl: Eigenschappen weergeven
pl: Zobacz właściwości
pt_br: Propriedades de visão
ru: Просмотреть свойства
tr: Özellikleri görüntüle
uk: Переглянути властивості
vi: Xem các thuộc tính

source: Voice
da: Tale
es: Voz
it: Voce
ms: Suara
nl: Stem
pl: Audio
pt_br: Voz
ru: Голос
tr: Ses
uk: Голос
vi: Giọng nói

source: Voice Activation Level
da: Tale aktiveringsniveau
es: Nivel de activación de voz
it: Livello di attivazione vocale
ms: Tahap Pengaktifan Suara
nl: Stemactivatieniveau
pl: Poziom Aktywacji Głosem
pt_br: Nível da detexão de voz
ru: Уровень Голосовой Активации
tr: Ses Etkinleştirme Düzeyi
uk: Рівень голосової активації
vi: Mức kích hoạt bằng giọng nói

source: Voice Activation Level: %d. Recommended: %d
da: Tale aktiveringsniveau: %d. Anbefalet: %d
es: Nivel de activación de voz: %d. Nivel recomendado: %d
it: Livello di attivazione vocale: %d. Consigliato: %d
ms: Tahap Pengaktifan Suara: %d. Disyorkan: %d
nl: Stemactivatieniveau: %d. Aanbevolen: %d
pl: Poziom Aktywacji Głosem to: %d. Zalecany: %d
pt_br: Volume da detexão de voz: %d. Recomendado: %d
ru: Уровень Голосовой Активации: %d. Рекомендуется: %d
tr: Ses Etkinleştirme Düzeyi: %d. Önerilen: %d
uk: Рівень голосової активації: %d. Рекомендовано: %d
vi: Mức kích hoạt bằng giọng nói: %d. Khuyến khích: %d

source: Voice Activation Level: Disabled
da: Niveau for taleaktivering: Standard
es: Nivel de activación de voz: desactivado
it: Livello di attivazione vocale: disabilitato
ms: Tahap Pengaktifan Suara: Dinyahaktifkan
nl: Stemactivatieniveau: Uitgeschakeld
pl: Poziom Aktywacji Głosem: Wyłączona
pt_br: Nível da detexão de voz: Desativado
ru: Уровень Голосовой Активации: Выключено
tr: Ses Etkinleştirme Düzeyi: Etkisizleştirildi
uk: Рівень голосової активації: Вимкнено
vi: Mức kích hoạt bằng giọng nói: Đã tắt

source: Voice Activation Triggered
da: StemmeAktivering udløst
es: Activación por voz conmutada
it: Attivazione vocale attivata
ms: Pemicu Pengaktifan Suara
pt_br: Ativação de voz detectada
ru: Срабатывание Голосовой Активации
tr: Ses Etkinleştirmenin Tetiklenmesi
uk: Спрацювання активації голосом
vi: Kích hoạt bằng giọng nói được kích hoạt

source: Voice Preprocessing
da: Stemmeforbehandling
es: Preprocesamiento de voz
it: Pre-elaborazione vocale
ms: Suara Preprocessing
pt_br: Pré-processando a voz
ru: Предобработка Голоса
tr: Ses Önişleme
uk: Попередня обробка голосу
vi: Xử lý giọng nói

source: Voice Transmission Toggled
da: Taletransmission skifter
es: Transmisión de voz activada
it: Trasmissione vocale attivata
ms: Transmisi Suara Toggled
nl: Spraakuitzending geschakeld
pl: Transmisja Głosu Przełączana
pt_br: Alternado a transmissão de voz
ru: Включение/Выключение Передачи Голоса
tr: Ses İletim Değişikliği
uk: Перемикання передачі голосу
vi: Chuyển đổi truyền giọng nói

source: Voice Volume
da: Talevolumen
es: Volumen de voz
it: Volume della voce
ms: Volume Suara
nl: Spraakvolume
pl: Głośność Audio
pt_br: Volume da voz
ru: Громкость Голоса
tr: Ses Düzeyi
uk: Гучність голосу
vi: Âm lượng giọng nói

source: Volume Controls
da: Volumenkontroller
es: Controles de volumen
it: Controlli del volume
ms: Kontrol Volume
nl: Volumebediening
pl: Głośność
pt_br: Controles de volume
ru: Регуляторы Громкости
tr: Düzey Denetimleri
uk: Керування гучністю
vi: Điều khiển âm lượng

source: Web Login ID
es: ID de inicio de sesión
it: ID di accesso al Web
pt_br: id de login da web
ru: Веб-Аутентификация
tr: Web Oturumu Kimliği
uk: Вебакаунт
vi: ID đăng nhập web

source: WebCam
es: Cámara web
pl: Kamerka
ru: Веб-Камера
tr: Web Kamerası
uk: Вебкамера

source: Yes
da: Ja
es: Sí
it: Sì
ms: Ya
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có

source: You have selected %@
da: Du har valgt %@
es: Has seleccionado %@
it: Hai selezionato %@
ms: Anda telah memilih %@
nl: U hebt %@ geselecteerd
pl: Wybrano %@
pt_br: Você selecionou %@
ru: Вы выбрали %@
tr: Seçtiğiniz: %@
uk: Ви вибрали %@
vi: Bạn đã chọn %@

source: Bjoern D. Rasmussen, contact@bearware.dk
it: Oréana
ms: Bjoern D. Rasmussen, hubungi@bearware.dk
ru: Crystal, crystalalexandr@gmail.com
tr: Ozancan Karataş, ozancankaratas96@outlook.com

source: Facebook Login
es: Inicio de sesión con Facebook
it: Accesso a Facebook
ms: Log masuk Facebook
tr: Facebook Oturumu

source: Facebook login was cancelled
da: Facebook login blev afbrudt
es: Se canceló el inicio de sesión con Facebook
it: L'accesso a Facebook è stato annullato
ms: Log masuk Facebook telah dibatalkan
tr: Facebook oturumu iptal edildi

source: Private server
da: Privat server
es: Servidor privado
it: Server privato
ms: Server pribadi
nl: Privéserver
pl: Serwer prywatny
tr: Özel sunucu

source: Show Public Servers
da: Vis Offentlige Servere
es: Mostrar servidores públicos
it: Mostra server pubblici
ms: Tampilkan Server Publik
nl: Publieke servers weergeven
pl: Pokaż serwery publiczne
tr: Kamu Sunucularını Göster

source: Show public servers in server list
da: Vis offentlige servere i serverlisten
es: Mostrar servidores públicos en la lista
it: Mostra i server pubblici nell'elenco dei server
ms: Tampilkan server publik dalam senarai server
nl: Publieke servers weergeven in serverlijst
pl: Pokaż serwery publiczne na liście serwerów
tr: Sunucu listesinde kamu sunucularını göster

source: Try again?
da: Prøv igen
es: ¿probar de nuevo?
it: Riprova?
ms: Cuba lagi?
tr: Yeniden denensin mi?

source: VoIP
es: Voz
pl: Mowa

source: DTX
pl: Autowykrywanie ciszy

source: Proximity sensor
nl: Nabijheids sensor
pl: Czujnik zbliżeniowy

source: Push to Talk lock
nl: Push-to-talk-blokkade
pl: Blokada Push to Talk

source: Show text messages instantly
nl: Tekstberichten direct weergeven
pl: Pokaż wiadomości prywatne na wierzchu

source: Show usernames
nl: Gebruikersnamen weergeven
pl: Pokaż nazwy użytkownika
