Repository: BearWare/TeamTalk5
Catalog: Client/iTeamTalk/iTeamTalk/*.lproj/Localizable.strings
Languages: da, es, it, ms, nl, pl, pt_br, ru, tr, uk, vi

source: %@ joined channel
da: %@ er nu i kanalen
es: %@ se ha unido al canal
it: %@ si è unito al canale
ms: %@ masuk ke saluran
nl: %@ is kanaal binnengekomen
pl: dołącza się %@
pt_br: %@ entrou no canal
ru: %@ присоединился к каналу
tr: %@ kanala katıldı
uk: %@ тепер у каналі
vi: %@ đã tham gia kênh

source: %@ left channel
da: %@ forlod kanalen
es: %@ Salió del canal
it: %@ canale sinistro
ms: %@ meninggalkan saluran
nl: %@ heeft kanaal verlaten
pl: odchodzi %@ left channel
pt_br: %@ saiu do canal
ru: %@ покинул канал
tr: %@ kanaldan ayrıldı
uk: %@ поза каналом
vi: %@ đã rời khỏi kênh

source: %@, your username "%@" has been validated
da: %@, dit brugernavn "%@" er blevet godkendt
es: %1$@, Tu nombre de usuario "%2$@" ha ha sido validado
it: %@, il tuo nome utente "%@" è stato convalidato
ms: %@, nama pengguna Anda "%@" telah disahkan
nl: %1$@, your username "%2$@" has been validated
pl: %1$@, your username "%2$@" has been validated
pt_br: %@, seu nome de usuário, "%@", foi validado
ru: %1$@, ваше имя пользователя "%2$@" было подтверждено
tr: %@, "%@" kullanıcı adınız onaylandı
uk: %1$@, ваш логін «%2$@» підтверджено
vi: %@, tên người dùng của bạn "%@" đã được xác nhận

source: %d %% - Default
da: %d %% - Standard
es: %d %% - predeterminado
it: %d %% - Predefinito
nl: %d %% - Standaard
pl: %d %% - Domyślne
pt_br: %d %% - padrão
ru: %d %% - По умолчанию
tr: %d %% - Varsayılan
uk: %d %% — Типово
vi: %d %% - Mặc định

source: (Active)
da: (Aktiv)
es: (Activo)
it: (Attivo)
ms: (Aktif)
nl: (Actief)
pl: (Aktywny)
pt_br: (Ativo)
ru: (Активно)
tr: (Etkin)
uk: (Активно)
vi: (Kích hoạt)

source: 12 KHz
uk: 12 кГц

source: 16 KHz
uk: 16 кГц

source: 24 KHz
uk: 24 кГц

source: 32 KHz
uk: 32 кГц

source: 48 KHz
uk: 48 кГц

source: 8 KHz
uk: 8 кГц

source: Access preferences
da: Tilgå indstillinger
es: Preferencias de acceso
it: Preferenze di accesso
ms: Akses Ke Tetapan
nl: Instellingen bekijken
pl: Uzyskaj Dostęp Do Ustawień
pt_br: Acessar preferências
ru: Доступ к настройкам
tr: Erişim tercihleri
uk: Доступ до налаштувань
vi: Tùy chọn truy cập

source: Actions
da: Handlinger
es: Acciones
it: Azioni
ms: Tindakan
nl: Taken
pl: Czynności
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
vi: Hành động

source: Add new server entry
da: Tilføj ny server
es: Añadir nuevo servidor
it: Aggiungi una nuova voce del server
ms: Tambahkan entri server baru
nl: Nieuwe server toevoegen
pl: Dodaj serwer
pt_br: Adicionar novo servidor
ru: Добавить новый сервер
tr: Yeni sunucu girişi ekle
uk: Додати сервер
vi: Thêm máy chủ

source: Announce content of text message
da: Annoncer indhold af tekstbeskeder
es: Anunciar mensaje de texto
it: Annuncia il contenuto del messaggio di testo
ms: Mengumumkan kandungan teks
nl: Inhoud van berichten melden
pl: Oznajmiaj treść wiadomości
pt_br: Falar conteúdo das mensagens de texto
ru: Произносить содержание текстового сообщения
tr: Metin iletisinin içeriğini duyur
uk: Оголошувати повідомлення
vi: Thông báo nội dung tin nhắn

source: Announce lost server connection
da: Annoncer når serverforbindelse går tabt
es: Anunciar pérdida de conexión
it: Annuncia la perdita della connessione al server
ms: Umumkan apabila sambungan ke server terputus
nl: Verbroken serververbinding melden
pl: Oznajmiaj utratę połączenia z serwerem
pt_br: Falar quando a conexão do servidor cair
ru: Произносить соединение с сервером потеряно
tr: Kaybedilen sunucu bağlantısını duyur
uk: Оголошувати втрату зв’язку з сервером
vi: Thông báo mất kết nối máy chủ

source: Announce user joining channel
da: Annoncer når ny bruger er i kanalen
es: Anunciar cuando un usuario se una a un canal
it: Annuncia che l'utente si unisce al canale
ms: Umumkan pengguna saluran masuk
nl: Gebruiker die kanaal binnenkomt melden
pl: Oznajmiaj dołączenie użytkownika do kanału
pt_br: Falar quando um usuário entrar no canal
ru: Произносить пользователь присоединился к каналу
tr: Kullanıcının kanala katılmasını duyur
uk: Оголошувати приєднання користувача до каналу
vi: Thông báo người dùng tham gia kênh

source: Announce user leaving channel
da: Annoncer når bruger forlader kanalen
es: Anunciar cuando un usuario salga de un canal
it: Annuncia che l'utente esce dal canale
ms: Umumkan pengguna meninggalkan saluran
nl: Gebruiker die kanaal verlaat melden
pl: Oznajmiaj opuszczenie kanału przez użytkownika
pt_br: Falar quando um usuário sair do canal
ru: Произносить пользователь покинул канал
tr: Kullanıcının kanaldan ayrılmasını duyur
uk: Оголошувати вихід користувача з каналу
vi: Thông báo người dùng rời khỏi kênh

source: Announce user logged onto server
da: Annoncer når bruger logger på serveren
es: Anunciar cuando un usuario entre al servidor
it: Annuncia che l'utente ha effettuato l'accesso al server
ms: Umumkan pengguna masuk ke server
pt_br: Falar quando um usuário entrar no servidor
ru: Произносить пользователь вошел на сервер
tr: Kullanıcının sunucuda oturum açmasını duyur
uk: Оголошувати вхід користувача на сервер
vi: Thông báo người dùng đăng nhập vào máy chủ

source: Announce user logged out of server
da: Annoncer bruger loggede af serveren
es: Anunciar cuando un usuario sale del servidor
it: Annuncia che l'utente si è disconnesso dal server
ms: Umumkan pengguna keluar dari server
pt_br: Falar quando um usuário sair do servidor
ru: Произносить пользователь покинул сервер
tr: Kullanıcının sunucu oturumunu kapatmasını duyur
uk: Оголошувати вихід користувача з сервера
vi: Thông báo người dùng đăng xuất khỏi máy chủ

source: Announcements
da: Annonceringer
es: Anunciar
it: Annunci
ms: Pemberitahuan
pt_br: Texto para fala
ru: Произносить
tr: Duyurular
uk: Оголошення
vi: thông báo

source: App Version
es: Versión de la aplicación
it: Versione dell'applicazione
ms: Versi Aplikasi
pt_br: Versão do aplicativo
ru: Версия Приложения
tr: Uygulama Sürümü
uk: Версія програми
vi: Phiên bản ứng dụng

source: Application
da: Applikation
es: Aplicación
it: Applicazione
ms: Aplikasi
nl: Applicatie
pl: Tryb
pt_br: Aplicação
ru: Приложение
tr: Uygulama
uk: Призначення

source: Ascending
da: Stigende
es: Ascendente
it: Ascendente
ms: Urutkan dari a ke z
pt_br: Crescente
ru: По Возрастанию
tr: Artan
uk: За зростанням
vi: Tăng dần

source: Audio Channels
da: Lydkanaler
es: Canales de audio
it: Canali audio
ms: Saluran Audio
nl: Audiokanalen
pl: Kanały Audio
pt_br: Canais de áudio
ru: Аудиоканалы
tr: Ses Kanalları
uk: Аудіоканали
vi: Kênh âm thanh

source: Audio Codec
da: Lyd Codec
es: Códec de audio
it: Codec audio
pl: Kodek Audio
pt_br: Codec de áudio
ru: Аудио Кодек
tr: Ses Kodlayıcı/Çözücüsü
uk: Аудіокодек

source: Authenticate
da: Godkend
es: Iniciar sesión
it: Autenticare
ms: Sahkan
pt_br: Autenticar
ru: Аутентификация
tr: Kimliğini Doğrula
uk: Автентифікація
vi: Xác thực

source: Authentication
da: Godkendelse
es: Autenticación
it: Autenticazione
ms: Pengesahan
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
tr: Kimlik Doğrulama
uk: Автентифікація
vi: Xác thực

source: Ban user
da: Bloker bruger
es: Banear usuario
it: Ban utente
ms: Sekat pengguna
pt_br: Banir usuário
ru: Заблокировать пользователя
tr: Kullanıcıyı yasakla
uk: Заблокувати користувача
vi: Chặn người dùng

source: Bitrate
da: Overførselshastighed
es: Velocidad de bits
nl: Bitsnelheid
ru: Битрейт
tr: Bit Hızı
uk: Бітрейт

source: Broadcast message
da: Send Besked
es: Difundir mensaje
it: Messaggio di trasmissione
ms: Broadcast mesej
pt_br: Mensagem global
ru: Сетевое сообщение
tr: Yayınlanan ileti
uk: Загальне повідомлення
vi: Tin nhắn thông báo

source: Broadcast Messages
da: Udsend Beskeder
es: Mensajes de difusión
it: Messaggi di trasmissione
ms: Broadcast Mesej
nl: Uitzendberichten
pl: Wiadomości Administracyjne
pt_br: Mensagens globais
ru: Сетевые Сообщения
tr: Yayınlanan İletiler
uk: Загальні повідомлення
vi: Tin nhắn thông báo

source: Broadcast Text Message
da: Udsend Tekstbesked
es: Difundir mensaje de texto
it: Trasmissione di messaggi di testo
ms: Broadcast teks mesej
pt_br: Mensagem de texto global
ru: Сетевое Текстовое Сообщение
tr: Yayınlanan Metin İletisi
uk: Загальне текстове повідомлення
vi: Tin nhắn thông báo

source: Cancel
da: Annuller
it: Annulla
ms: Batal
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy

source: Channel
da: Kanal
es: Canal
it: Canale
ms: Saluran
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
tr: Kanal
uk: Канал
vi: Kênh

source: Channel message
da: Kanalbesked
es: Mensaje en el canal
it: Messaggio del canale
ms: Mesej saluran
pt_br: Mensagem do canal
ru: Сообщение канала
tr: Kanal iletisi
uk: Повідомлення каналу
vi: Tin nhắn kênh

source: Channel message from %@. %@
da: Kanalbesked fra %@. %@
es: Mensaje en el canal de %@. %@
it: Messaggio del canale da %@. %@
ms: Mesej saluran dari %@. %@
nl: Kanaalbericht van %@. %@
pl: Wiadomość czatu od %@. %@
pt_br: Mensagem no canal de %@: %@
ru: Сообщение канала от %@. %@
tr: %@ kullanıcısından kanal iletisi. %@
uk: Повідомлення каналу від %@. %@
vi: Tin nhắn kênh từ %@. %@

source: Channel Messages
da: Kanalbeskeder
es: Mensajes del canal
it: Messaggi di canale
ms: Mesej Saluran
nl: Kanaalberichten
pl: Wiadomości Czatu
pt_br: Mensagens do canal
ru: Сообщения Канала
tr: Kanal İletileri
uk: Повідомлення каналу
vi: Tin nhắn kênh

source: Channel Properties
da: Kanalegenskaber
es: Propiedades del canal
it: Proprietà del canale
ms: Properti Saluran
pt_br: Propriedades do canal
ru: Свойства Канала
tr: Kanal Özellikleri
uk: Властивості каналу
vi: Thông tin kênh

source: Channel Text Message
da: Kanal tekstbesked
es: Mensaje de texto en el canal
it: Messaggio di testo del canale
ms: Teks Mesej Saluran
nl: Kanaaltekstbericht
pl: Wiadomość czatu
pt_br: Mensagem de texto do canal
ru: Текстовое Сообщение Канала
tr: Kanal Metin İletisi
uk: Текстове повідомлення каналу
vi: Tin nhắn kênh

source: Channel. %d users
da: Kanal. %d brugere
es: Canal. %d usuarios
it: Canale. %d utenti
ms: Saluran. %d pengguna
nl: Kanaal. %d gebruikers
pl: Kanał. %d użytkowników
pt_br: Canal. %d usuários
ru: Канал. %d пользователей
tr: Kanal. %d kullanıcı
uk: Канал. %d користувачів
vi: Kênh. %d người dùng

source: Commands
da: Kommandoer
es: Comandos
it: Comandi
ms: Perintah
pt_br: Comandos
ru: Команды
tr: Komutlar
uk: Команди
vi: Lệnh

source: Connect to server
da: Forbind til server
es: Conectar al servidor
it: Connettiti al server
ms: Sambung ke server
nl: Verbinden met server
pl: Połącz
pt_br: Conectar ao servidor
ru: Подключиться к серверу
tr: Sunucuya bağlan
uk: Підключитися до сервера
vi: Kết nối với máy chủ

source: Connection
da: Forbindelse
es: Conexión
it: Connessione
ms: Sambungan
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Подключение
tr: Bağlantı
uk: Підключення
vi: Kết nối

source: Connection lost
da: Mistet serverforbindelse
es: Conexión perdida
it: Connessione persa
ms: Sambungan Terputus
nl: Verbinding verbroken
pl: Połączenie utracone
pt_br: Conexão caiu
ru: Соединение потеряно
tr: Bağlantı kaybı
uk: Зв’язок втрачено
vi: Mất kết nối

source: Create Channel
da: Opret Kanal
es: Crear canal
it: Crea canale
ms: Buat Saluran
nl: Kanaal Aanmaken
pl: Utwórz kanał
pt_br: Criar canal
ru: Создать Канал
tr: Kanal Oluştur
uk: Створити канал
vi: Tạo kênh

source: Create new channel
da: Opret ny kanal
es: Crear nuevo canal
it: Crea nuovo canale
ms: Buat saluran baharu
nl: Nieuw kanaal aanmaken
pl: Stwórz nowy kanał
pt_br: Criar novo canal
ru: Создать новый канал
tr: Yeni kanal oluştur
uk: Створити новий канал
vi: Tạo kênh mới

source: Default Subscriptions
da: Standard Abonnering
es: Suscripciones predeterminadas
it: Abbonamenti predefiniti
ms: Langganan Default
nl: Standaardontvangst
pl: Domyślne usługi
pt_br: Subscrições padrão
ru: Подписки По Умолчанию
tr: Varsayılan Abonelikler
uk: Типові підписки
vi: Đăng ký mặc định

source: Delete server from list
da: Slet server fra liste
es: Quitar servidor de la lista
it: Elimina server dall'elenco
ms: Padam server dari senarai
nl: Server uit lijst verwijderen
pl: Usuń
pt_br: Excluir servidor da lista
ru: Удалить сервер из списка
tr: Sunucuyu listeden sil
uk: Видалити сервер зі списку
vi: Xóa máy chủ khỏi danh sách

source: Desktop
da: Skrivebord
es: Escritorio
nl: Bureaublad
pl: Dane pulpitu
pt_br: Tela
ru: Рабочий стол
tr: Masaüstü
uk: Робочий стіл
vi: Màn hình

source: Display
da: Visning
es: Mostrar
it: Schermo
ms: Paparan
nl: Weergave
pl: Wyświetlanie
pt_br: Tela
ru: Дисплей
tr: Görüntü
uk: Дисплей
vi: Hiển thị

source: Double tap and hold to transmit. Triple tap fast to lock transmission.
da: Dobbelt tap og hold for at transmitere. Triple tap hurtigt for at låse transmissionen.
es: Toca dos veces y mantén presionado para transmitir. Toca tres veces rápidamente para bloquear la transmisión.
it: Tocca due volte e tieni premuto per trasmettere. Tocca tre volte velocemente per bloccare la trasmissione.
ms: Ketik dua kali dan tahan untuk bercakap. Ketik tiga kali dengan pantas untuk mengunci mikrofon Anda.
pt_br: Dê dois cliques e segure para transmitir. Três cliques rápidos para ativar a transmissão contínua
ru: Дважды нажмите и удерживайте для передачи. Трижды нажмите, чтобы зафиксировать.
tr: İletmek için çift dokunun ve basılı tutun. İletimi kilitlemek için hızlıca üç kez dokunun.
uk: Двічі торкніться й утримуйте для передачі. Торкніться тричі для її фіксації.
vi: Nhấn đúp và giữ để truyền. Nhấn nhanh ba lần để khóa truyền.

source: Double tap to lock TX button
da: Tryk to gange for at låse transmission knap
es: Pulsa dos veces para bloquear el botón TX
it: Tocca due volte per bloccare il pulsante di trasmissione
ms: Ketuk dua kali untuk mengunci Butang Penghantaran
nl: Tik dubbel om uitzendknop te blokkeren
pl: Stuknij dwukrotnie, by zablokować przycisk nadawania
pt_br: Clique duplo para ativar o botão transmitir
ru: Фиксировать кнопку Говорить по двойному нажатию
tr: İlet düğmesini kilitlemek için çift dokun
uk: Фіксувати кнопку «Говорити» подвійним дотиком
vi: Nhấn đúp để khóa nút TX

source: Edit properties
da: Rediger indstillinger
es: Editar propiedades
it: Modifica proprietà
ms: Sunting properti
nl: Eigenschappen bewerken
pl: Edytuj właściwości
pt_br: Editar propriedades
ru: Редактировать свойства
tr: Özellikleri düzenle
uk: Редагувати властивості
vi: Chỉnh sửa thông tin

source: Encrypted
da: Krypteret
es: Encriptado
it: Crittografato
ms: Disulitkan
pt_br: Encriptado
ru: С шифрованием
tr: Şifreli
uk: Зашифровано
vi: Mã hóa

source: Enter Password
da: Skriv Kodeord
es: Introducir contraseña
it: Inserire la password
ms: Masukkan Kata Laluan
nl: Wachtwoord Invoeren
pl: Wprowadź hasło
pt_br: Digite a senha
ru: Введите Пароль
tr: Parolayı Girin
uk: Введіть пароль
vi: Nhập mật khẩu

source: Error
da: Fejl
it: Errore
ms: ralat
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi

source: Exclusive Mode Toggled
da: Eksklusivtilstand valgt
es: Modo exclusivo activado
it: Modalità esclusiva attivata
ms: Ubah Modus Eksklusif
pt_br: Modo exclusivo alternado
ru: Включение Эксклюзивного Режима
tr: Özel Kip Değişikliği
uk: Зміна режиму без переривань
vi: Chế độ độc quyền được chuyển đổi

source: Frame Size
it: Dimensione della cornice
pt_br: Tamanho do quadro
ru: Размер Кадра
tr: Çerçeve Boyutu
uk: Розмір кадру
vi: Kích thước khung hình

source: General
da: Generelt
it: Generale
ms: Umum
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
tr: Genel
uk: Загальне
vi: Chung

source: has joined the channel
da: er nu i kanalen
es: se ha unido al canal
it: si è unito al canale
ms: telah masuk ke saluran
nl: is het kanaal binnengekomen
pl: Dołącza się do kanału
pt_br: Entrou no canal
ru: присоединился к каналу
tr: kanala katıldı
uk: тепер у каналі
vi: đã tham gia kênh

source: has left the channel
da: har forladt kanalen
es: ha salido del canal
it: ha lasciato il canale
ms: telah meninggalkan saluran
nl: heeft het kanaal verlaten
pl: opuszcza kanał
pt_br: Saiu do canal
ru: покинул канал
tr: kanaldan ayrıldı
uk: поза каналом
vi: đã rời khỏi kênh

source: has logged on
da: er logget på
es: Ha entrado
it: ha effettuato l'accesso
ms: telah masuk ke server
pt_br: Conectou-se
ru: вошёл
tr: oturum açtı
uk: увійшов
vi: đã đăng nhập

source: has logged out
da: er logget ud
es: Ha salido
it: si è disconnesso
ms: Keluar dari server
pt_br: Desconectou-se
ru: ушёл
tr: oturumu kapattı
uk: вийшов
vi: đã đăng xuất

source: Headset TX Toggle
da: Headset TX Omskifter
es: Usar los auriculares para conmutar el estado del botón TX
it: Trasmissione auricolare Toggle
pt_br: TX Headset alternado
ru: Управление Кнопкой Говорить На Гарнитуре
tr: Kulaklıktan İletim Değişikliği
uk: Керування кнопкою «Говорити» на гарнітурі
vi: Chuyển đổi TX bằng tai nghe

source: Host address
da: Serveradresse
es: Dirección
it: Indirizzo dell'host
ms: Alamat IP atau Alamat host
nl: Hostadres
pl: Adres serwera
pt_br: Endereço
ru: Адрес хоста
tr: Ana bilgisayar adresi
uk: Адреса хоста
vi: Địa chỉ máy chủ

source: Join
da: Deltag
es: Unirse
it: Aderire
ms: Masuk
nl: Binnengaan
pl: Dołącz
pt_br: Entrar
ru: Присоединиться
tr: Katıl
uk: Приєднатися
vi: Tham gia

source: Join Channel
da: Skift til Kanal
es: Unirse
it: Entra nel canale
ms: Masuk Saluran
nl: Kanaal binnengaan
pl: Dołącz
pt_br: Entrou no canal
ru: Присоединиться К Каналу
tr: Kanala Katıl
uk: Приєднатися до каналу
vi: Tham gia kênh

source: Join channel
da: Skift til kanal
es: Unirse
it: Entra nel canale
ms: Masuk Saluran
nl: Kanaal binnengaan
pl: Dołącz
pt_br: Entrar no canal
ru: Присоединиться к каналу
tr: Kanala katıl
uk: Приєднатися до каналу
vi: Tham gia kênh

source: Join Root Channel
da: Skift til Rodkanalen
es: Unirse al canal raíz
it: Unisciti al canale principale
ms: Masuk ke Saluran Utama
nl: Hoofdkanaal binnengaan
pl: Łącz z głównym kanałem
pt_br: Entrar no canal inicial
ru: Присоединиться К Главному Каналу
tr: Kök Kanala Katıl
uk: Приєднатися до кореневого каналу
vi: Tham gia kênh gốc

source: Join root channel after login
da: Skift til rodkanalen efter login
es: Unirse al canal raíz después de conectarse
it: Unisciti al canale principale dopo il login
ms: Masuk ke saluran umum selepas log masuk
nl: Hoofdkanaal binnengaan na inloggen
pl: połącz z głównym kanałem po zalogowaniu
pt_br: Entrar no canal inicial depois de conectar
ru: Присоединиться к главному каналу после входа
tr: Oturum açıldıktan sonra kök kanala katıl
uk: Приєднуватися до кореневого каналу після авторизації
vi: Tham gia kênh gốc sau khi đăng nhập

source: Joined %@
da: Indgår nu i %@
es: Se ha unido a %@
it: Iscritto %@
ms: Masuk %@
nl: %@ binnengegaan
pl: Dołączono do kanału %@
pt_br: Entrou no canal %@
ru: Присоедино %@
tr: Katılınan %@
uk: Приєднано до %@
vi: Đã tham gia %@

source: Kick user
da: Spark bruger ud
es: Expulsar usuario
it: Calcia utente
ms: Keluarkan Pengguna
nl: User kicken
pl: Wykop
pt_br: Expulsar usuário
ru: Выгнать пользователя
tr: Kullanıcıyı uzaklaştır
uk: Вигнати користувача
vi: Kick người dùng

source: Limit length of names in channel list to %d characters
da: Begræns længden af navn i kanalliste til %d karakterer
es: Limitar longitud máxima de nombres de usuario a %d caracteres
it: Limita la lunghezza dei nomi nell'elenco dei canali a %d caratteri
ms: Hadkan panjang nama dalam senarai saluran kepada %d characters
nl: Namen in kanalenlijst beperken tot %d tekens
pl: Ogranicz do %d znaków długość nazw kanałów
pt_br: O tamanho máximo de caracteres em nomes na lista de canais é %d
ru: Ограничение длины имен в списке каналов до %d символов
tr: Adların kanal listesindeki uzunluk sınırı %d karakter
uk: Обмежити довжину імен у списку каналів до %d символів
vi: Giới hạn độ dài tên trong danh sách kênh ở mức %d ký tự

source: Log message
da: Log besked
es: Mensaje de log
it: Messaggio di registro
ms: Log mesej
pt_br: Mensagem de log
ru: Лог сообщения
tr: Günlük iletisi
uk: Лог повідомлення

source: Logged on to server
da: Loggede på serveren
es: Conectado al servidor
it: Accesso al server
ms: masuk ke server
nl: Ingelogd op server
pl: Zalogowano pomyślnie
pt_br: Conectado ao servidor
ru: Вход на сервер
tr: Sunucuda oturum açıldı
uk: Вхід на сервер
vi: Đã đăng nhập vào máy chủ

source: Master Volume
da: Hovedlydstyrke
es: Volumen principal
it: Volume principale
ms: Volume utama
nl: Hoofdvolume
pl: Głośność ogólna
pt_br: Volume principal
ru: Громкость Динамиков
tr: Ana Düzey
uk: Загальна гучність
vi: Âm lượng chính

source: Maximum Text Length
da: Maksimal Tekstlængde
es: Longitud máxima del texto
it: Lunghezza massima del testo
ms: Panjang Teks Maksimum
nl: Maximale tekstlengte
pl: Maksymalna długość bloku tekstu
pt_br: Tamanho máximo do texto
ru: Максимальная Длина Текста
tr: En Fazla Metin Uzunluğu
uk: Максимальна довжина тексту
vi: Độ dài văn bản tối đa

source: Media File
da: Mediefil
es: Archivo multimedia
it: File multimediale
ms: File Media
nl: Mediabestand
pl: Plik multimedialny
pt_br: Arquivo de mídia
ru: Медиафайл
tr: Ortam Dosyası
uk: Медіафайл
vi: Tệp phương tiện

source: Media File Volume
da: Lydstyrke for mediefil
es: Volumen para archivos multimedia
it: Volume file multimediale
ms: Volume File Media
nl: Mediabestandvolume
pl: Głośność multimediów
pt_br: Volume de arquivos de mídia
ru: Громкость Медиафайла
tr: Ortam Dosyası Düzeyi
uk: Гучність медіафайла
vi: Âm lượng tệp phương tiện

source: Media file vs. voice volume
da: Mediefil versus talelydstyrke
es: Archivo multimedia vs. volumen de voz
it: File multimediale e volume della voce
ms: File Media vs. volume suara
nl: Mediabestand- vs. stemvolume
pl: Głośność multimediów względem audio
pt_br: Volume de mídia (não o de voz)
ru: Громкость медиафайла относительно голоса
tr: Ortam dosyası-ses düzeyi oranı
uk: Гучність медіафайла відносно голосу
vi: Âm lượng tệp phương tiện vs âm lượng giọng nói

source: Microphone Gain
da: Mikrofonforstærkning
es: Ganancia del micrófono
it: Volume del microfono
ms: Volume Mikrofon
nl: Microfoonniveau
pl: Wzmocnienie mikrofonu
pt_br: Volume do microfone
ru: Громкость Микрофона
tr: Mikrofon Kazancı
uk: Підсилення мікрофона
vi: Âm lượng Microphone

source: Mono
it: Cosa
ru: Моно
uk: Моно

source: Move user
da: Flyt bruger
es: Mover usuario
it: Sposta utente
ms: Pindahkan pengguna
pt_br: Mover usuário
ru: Переместить пользователя
tr: Kullanıcıyı taşı
uk: Перемістити користувача
vi: Di chuyển người dùng

source: Move users here
da: Flyt brugere hertil
es: Mover usuarios aquí
it: Sposta gli utenti qui
ms: Pindahkan pengguna ke sini
pt_br: Mover usuários aqui
ru: Переместить пользователей сюда
tr: Kullanıcıları buraya taşı
uk: Перемістити користувачів сюди
vi: Di chuyển người dùng đến đây

source: Music
da: Musik
es: Música
it: Musica
ms: Muzik
nl: Muziek
pl: Muzyka
pt_br: Música
ru: Музыка
tr: Müzik
uk: Музика

source: Mute
da: Lydløs
es: Silenciar
it: Muto
ms: Senyapkan
nl: Dempen
pl: Wycisz
pt_br: Silenciar
ru: Отключить Звук
tr: Sessize al
uk: Вимкнути звук
vi: Tắt tiếng

source: Mute Media File
da: Mediefil lydløs
es: Silenciar archivo multimedia
it: Mute file multimediale
ms: Senyapkan file Media
nl: Mediabestand dempen
pl: Wycisz multimedia
pt_br: Silenciar arquivos de mídia
ru: Отключить Медиа Файл
tr: Ortam Dosyasını Sessize Al
uk: Вимкнути звук медіафайла
vi: Tắt tiếng tệp phương tiện

source: Mute Voice
da: Tale fra
es: Silenciar voz
it: Mute voce
ms: Senyapkan Suara
nl: Stem dempen
pl: Wycisz audio
pt_br: Silenciar voz
ru: Отключить Голос
tr: Sesi Sessize Al
uk: Вимкнути голос
vi: Tắt tiếng giọng nói

source: Name
da: Navn
es: Nombre
it: Nome
ms: Nama
nl: Naam
pl: nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
vi: Tên
