Repository: BearWare/TeamTalk5
Catalog: Client/iTeamTalk/iTeamTalk/*.lproj/Main.strings
Languages: ar, da, de, es, fr, id, it, ko, nl, pl, pt_br, ru, tr, uk, vi, zh

# 07s-AR-tvQ.title
source: Main Tab Controller
ar: وحدة تحكم التبويب الرئيسية
da: Forbinder til server
de: Hauptregisterkartensteuerung
es: Página principal
fr: Contrôle onglet général
id: Pengontrol Tab Utama
it: Controller scheda principale
ko: 메인 탭 조절기
nl: hoofdtabbladbesturing
pl: sterowanie głównym paskiem zakładek
pt_br: Guia principal de controles
ru: Подключение к Серверу
tr: Ana Sekme Denetleyicisi
uk: Підключення до сервера
vi: Trình Điều Khiển Thẻ Chính
zh: 主标签控制器

# 0EG-eF-WzS.title
source: Text Message
ar: رسالة نصية
da: Tekst Besked
de: Textnachricht
es: Mensaje de Texto
fr: Message texte
id: Pesan teks
it: Messaggio testuale
ko: 텍스트 메시지
nl: Tekstbericht
pl: Wyślij
pt_br: Mensagem de texto
ru: Текстовое Сообщение
tr: Metin İletisi
uk: Текстове повідомлення
vi: Tin nhắn
zh: 消息

# 0QA-gn-V1p.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# 3NI-HT-A3N.normalTitle
source: Send
ar: ارسال
da: Tekstbesked
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Spedire
ko: 보내기
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi
zh: 发送

# 4RU-K7-Yga.accessibilityHint
source: Send private text message
ar: إرسال رسالة نصية خاصة
da: Send privat tekstbesked
de: Private Textnachricht senden
es: Enviar mensaje de texto privado
fr: Envoyer le message texte privé
id: Kirim pesan teks pribadi
it: Invia messaggio di testo privato
ko: 개인 메시지 보내기
nl: Privétekstbericht vesturen
pl: Wyślij wiadomość prywatną
pt_br: Enviar mensagem de texto privada
ru: Отправить приватное текстовое сообщение
tr: Özel metin iletisi gönder
uk: Надіслати приватне повідомлення
vi: Gửi tin nhắn riêng
zh: 发送私人消息

# 4RU-K7-Yga.accessibilityLabel
source: Text Messaging
ar: الرسائل النصية
da: Tekstbesked
de: Textnachricht
es: Mensaje de Texto
fr: Messagerie textuelle
id: Pesan Teks
it: Messaggistica testuale
ko: 텍스트 메시지
nl: Tekstberichten
pl: Wiadomości
pt_br: Mensagens de texto
ru: Текстовое Сообщение
tr: Metin İletileşmesi
uk: Текстове повідомлення
vi: Nhắn Tin
zh: 消息

# 4RU-K7-Yga.normalTitle
source: Message user
ar: رسالة المستخدم
da: Besked til bruger
de: Nachricht an Benutzer
es: mensaje a usuario
fr: Message utilisateur
id: Pesan pengguna
it: Utente messaggio
ko: 메시지 사용자
nl: Bericht naar gebruiker
pl: Wyślij wiadomość
pt_br: Mensagens de usuário
ru: Сообщение пользователя
tr: İleti kullanıcısı
uk: Повідомлення користувача
vi: Tin nhắn người dùng
zh: 用户消息

# 5K7-Hd-4h7.title
source: Text To Speech Events
ar: أحداث تحويل النص إلى كلام
da: Tekst-til-Tale Hændelser
de: Sprachausgaben-Ereignisse
es: Eventos de texto a voz
fr: Évènements de synthèse vocale
id: Pemberitahuan Teks Ke Ucapan
it: Eventi di sintesi vocale
ko: TTS 이벤트
pt_br: Eventos texto para fala
ru: Речевые События
tr: Metin Okuma Olayları
uk: Синтез мовлення для подій
vi: Sự Kiện Chuyển Văn Bản Thành Giọng Nói
zh: 文字转语音事件

# 5YA-rx-tGz.normalTitle
source: Login
ar: تسجيل الدخول
es: Inicio de sesión
fr: Connexion
id: Masuk
it: Accesso
ko: 로그인
pt_br: Conectar
ru: Войти
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh: 登录

# 79c-sV-yxb.title
source: Text-to-Speech Voice
ar: صوت تحويل النص إلى كلام
da: Tekst-til-Tale Stemme
de: Text-to-Speech-Stimme
es: Voz del sintetizador
fr: Voix de synthèse vocale
id: Suara Teks-ke-Ucapan
it: Voce di sintesi vocale
ko: TTS 음성
nl: Tekst-naar-spraak-stem
pl: Głos syntezatora
pt_br: Voz de eventos para fala
ru: Голос Текст в Речь
tr: Metin Okuma Sesi
uk: Голос синтезу мовлення
vi: Chọn giọng nói
zh: 文字转语音

# 8Ls-H9-lri.normalTitle
source: Create Web Login ID
ar: إنشاء معرف تسجيل الدخول
da: Opret Web Login ID
de: Web-Login-ID erstellen
es: Crear ID de inicio de sesión
fr: Créer un identifiant de connexion Web
id: Buat ID masuk melalui Web
it: Crea ID di accesso Web
ko: 웹 로그인 ID 만들기
pt_br: Criar id de conexão web
ru: Создать Веб Аккаунт
tr: Web Oturumu Kimliği Oluştur
uk: Створити вебакаунт
vi: Tạo ID Đăng Nhập Web
zh: 创建 Web 登录 ID

# 9GN-82-2nL.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# ALe-1e-Au1.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# aX2-rZ-yEl.title
source: Channels
ar: القنوات
da: Kanaler
de: Räume
es: Canales
fr: Canaux
id: Saluran
it: Canali
ko: 채널
nl: Kanalen
pl: Kanały
pt_br: Canais
ru: Каналы
tr: Kanallar
uk: Канали
vi: Kênh
zh: 频道

# b6N-H7-SIe.normalTitle
source: Use Speex VBR Codec
ar: استخدم ترميز Speex VBR
da: Brug Speex VBR Codec
de: Benutze Speex-VBR-Codec
es: Utilizar códec Speex VBR
fr: Utiliser le codec Speex avec débit variable
id: Gunakan Speex VBR Codec
it: Usa Speex VBR Codec
ko: Speex VBR 코덱 사용
nl: Speex-VBR-codec gebruiken
pl: Używaj Speex o zmiennym bitrate
pt_br: Usar codec Speex VBR
ru: Использовать Кодек Speex VBR
tr: Speex VBR Kodlayıcı/Çözücüsünü Kullan
uk: Використовувати кодек Speex VBR
vi: Sử dụng Speex VBR Codec
zh: Speex 可变速率编解码器

# B8t-mo-k8g.text
source: Speech
ar: تحويل النص الى كلام
da: Tale
de: Sprachausgabe
es: Voz
fr: Parole
id: Ucapan
it: Discorso
ko: 말하기
nl: Spraak
pl: Mowa
pt_br: Leitor
ru: Речь
tr: Konuşma
uk: Мовлення
vi: Giọng nói
zh: 语音

# baE-IB-ajD.normalTitle
source: Reset Web Login ID
ar: إعادة تعيين معرف تسجيل الدخول
da: Nulstil Web Login ID
de: Web-Login-ID zurücksetzen
es: Restablecer ID de inicio de sesión
fr: Réinitialiser l'identifiant de connexion Web
id: Setel Ulang ID masuk melalui Web
it: Reimposta l'ID di accesso al Web
ko: 웹 로그인 ID 초기화
pt_br: Resetar ID de conexão web
ru: Сбросить Веб Аккаунт
tr: Web Oturumu Kimliğini Sıfırla
uk: Скинути вебакаунт
vi: Đặt lại ID đăng nhập web
zh: 重置 Web 登录 ID

# bDf-Jp-1l5.normalTitle
source: Connect
ar: اتصال
da: Forbind
de: Verbinden
es: Conectar
fr: Se connecter
id: Hubungkan
it: Collegare
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключиться
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh: 连接

# BLM-fs-qcG.title
source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ko: 뒤로
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh: 返回

# bua-Pf-Vpn.text
source: Setup Sound Events
ar: إعداد صوت الاحداث
da: Indstil Lydhændelser
de: Klangereignisse einrichten
es: Configurar eventos de sonido
fr: Configurer les évènements sonnores
id: Pengaturan Pemberitahuan suara
it: Imposta eventi sonori
ko: 사운드 이벤트 설정
pt_br: Configurar eventos de som
ru: Настройка Звуковых Событий
tr: Ses Olaylarını Ayarla
uk: Налаштування звукових подій
vi: Thiết Lập Sự Kiện Thông Báo Bằng Âm Thanh
zh: 设置声音事件

# cGm-Jp-0zI.normalTitle
source: Use Speex Codec
ar: استخدم ترميز Speex
da: Brug Speex Codec
de: Benutze Speex-Codec
es: Utilizar códec Speex
fr: Utiliser le codec Speex
id: Gunakan Speex Codec
it: Usa Speex Codec
ko: Speex 코덱 사용
nl: Speex-codec gebruiken
pl: Używaj Speex
pt_br: Usar o codec Speex
ru: Использовать Кодек Speex
tr: Speex Kodlayıcı/Çözücüsünü Kullan
uk: Використовувати кодек Speex
vi: Sử dụng Speex Codec
zh: Speex 编解码器

# ch0-Xf-hyX.normalTitle
source: Join this channel
ar: انضم إلى هذه القناة
da: Anvend denne kanal
de: Diesen Raum betreten
es: Unirse a este canal
fr: Rejoindre ce canal
id: Bergabung dengan saluran ini
it: Unisciti a questo canale
ko: 이 채널에 입장
nl: Dit kanaal binnengaan
pl: Dołącz do tego kanału
pt_br: Entrar neste canal
ru: Присоединиться к каналу
tr: Bu kanala katıl
uk: Приєднатися до каналу
vi: Tham gia kênh này
zh: 加入频道

# dcU-Nq-ioW.title
source: Connecting to Server
ar: يجري الاتصال بالخادم
da: Forbinder til server
de: Verbinde mit Server
es: Controlador de la pestaÃ±a principal
fr: Connexion au serveur
id: Menghubungkan ke server
it: Connessione al server
ko: 서버에 연결 중
nl: Bezig met verbinden met server
pl: Łączenie z Serwerem
pt_br: Conectando ao servidor
ru: Подключение к Серверу
tr: Sunucuya Bağlanıyor
uk: Підключення до сервера
vi: Đang kết nối với Máy chủ
zh: 连接

# DHN-DJ-cUp.accessibilityLabel
source: Private text messaging
ar: الرسائل النصية الخاصة
da: Private tekstbeskeder
de: Private Textnachricht
es: Mensaje de texto privado
fr: Messagerie textuelle privée
id: Pesan teks pribadi
it: Messaggi di testo privati
ko: 개인 메시지
nl: Privétekstberichten
pl: Wiadomości prywatne
pt_br: Mensagens privadas de texto
ru: Обмен приватными текстовыми сообщениями
tr: Özel metin iletileşmesi
uk: Обмін приватними текстовими повідомленнями
vi: Tin nhắn riêng
zh: 私人消息

# DHN-DJ-cUp.normalTitle
source: Message user
ar: رسالة المستخدم
da: Besked til bruger
de: Nachricht an Benutzer
es: Enviar mensaje a usuario
fr: Message utilisateur
id: Pesan pengguna
it: Utente messaggio
ko: 메시지 사용자
nl: Bericht naar gebruiker
pl: Wyślij wiadomość
pt_br: Mensagem do usuário
ru: Сообщение
tr: İleti kullanıcısı
uk: Повідомлення
vi: Tin nhắn người dùng
zh: 用户消息

# EHj-xt-HhD.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# eJb-Cn-ciJ.text
source: Choose events to playback
ar: اختر ما يتم نطقه
da: Vælg hændelser til afspilning
de: Wähle die abzuspielenden Ereignisse
es: Selecciona eventos a reproducir
fr: Choisissez les évènements pour lesquels jouer un son
id: Pilih pemberitahuan suara untuk diputar
it: Scegli gli eventi da riprodurre
ko: 읽어줄 이벤트 선택
pt_br: Escolha eventos para fazer teste
ru: Выбрать события для воспроизведения
tr: Kayıttan oynatılacak olayları seç
uk: Виберіть події для відтворення
vi: Chọn sự kiện thông báo để phát
zh: 选择播报的事件

# Fu9-tA-eYj.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# gA8-TJ-0RU.title
source: Chat Channel
ar: قناة الدردشة
da: Chatkanal
de: Raumchat
es: Canal de chat
fr: Chat du canal
id: Obrolan di saluran
it: Canale chat
ko: 채팅 채널
nl: Chatten met kanaal
pl: Czat Kanału
pt_br: Chat do canal
ru: Чат Канала
tr: Sohbet Kanalı
uk: Чат каналу
vi: Kênh tin nhắn
zh: 聊天频道

# Hcv-zz-riB.text
source: BearWare.dk Web Login
ar: تسجيل الدخول عبر الويب الى BearWare.dk
es: Inicio de sesión en BearWare.dk
fr: Connexion Web BearWare.dk
id: Login Web BearWare.dk
it: Accesso Web BearWare.dk
ko: BearWare.dk 웹 로그인
pt_br: Login web BearWare.dk
ru: Веб Аккаунт BearWare.dk
tr: BearWare.dk Web Oturumu
uk: Вебакаунт BearWare.dk
vi: Đăng Nhập Web BearWare.dk
zh: BearWare.dk Web 登录

# hqu-CX-Vn4.accessibilityHint
source: Double tap to expand options for this channel.
ar: انقر نقراً مزدوجاً لتوسيع خيارات هذه القناة.
da: Tryk to gange for udviddede indstillinger for denne kanal.
de: Doppeltipp zum Ausklappen der Raumoptionen.
es: Toca dos veces para ver opciones para este canal.
fr: Appuyez 2 fois pour étendre les options pour ce canal.
id: Ketuk dua kali untuk memperluas opsi saluran ini.
it: Tocca due volte per espandere le opzioni per questo canale.
ko: 이 채널의 옵션을 펼치려면 이중탭하세요.
nl: Tik dubbel om de opties voor dit kanaal uit te vouwen.
pl: Stuknij dwukrotnie, aby rozwinąć opcje tego kanału.
pt_br: Duplo clique para expandir as opções deste canal.
ru: Дважды нажмите, чтобы развернуть опции для этого канала.
tr: Bu kanal için olan seçenekleri genişletmek üzere çift dokunun.
uk: Двічі торкніться, щоб розгорнути параметри каналу.
vi: Nhấn đúp để mở rộng tùy chọn cho kênh này.
zh: 双击展开频道选项

# j1c-gJ-hO8.title
source: Messages
ar: الرسائل
da: Beskeder
de: Nachrichten
es: Mensajes
id: Pesan
it: Messaggi
ko: 메시지
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
tr: İletiler
uk: Повідомлення
vi: Tin nhắn
zh: 消息

# JW6-jf-mbs.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# JzB-tm-tld.normalTitle
source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
es: Editar
fr: Éditer
it: Modificare
ko: 변경
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
tr: Düzenle
uk: Змінити
vi: Chỉnh sửa
zh: 编辑

# kRp-LE-RFh.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# Ksa-x9-2Mq.title
source: Setup Sound Events
ar: إعداد صوت الاحداث
da: Indstil Lydhændelser
de: Klangereignisse einrichten
es: Configurar eventos de sonido
fr: Configurer les évènements sonnores
id: Atur pemberitahuan Suara
it: Imposta eventi sonori
ko: 사운드 이벤트 설정
pt_br: Configurar eventos de som
ru: Настройка Звуковых Событий
tr: Ses Olaylarını Ayarla
uk: Налаштування звукових подій
vi: Thiết Lập Sự Kiện Thông Báo Bằng Âm Thanh
zh: 选择声音事件

# KsW-VX-Rtb.text
source: Choose sounds events to play
ar: اختر أصوات الأحداث
da: Vælg Lyde for Lydhændelser
de: Wähle die abzuspielenden Klangereignisse
es: Seleccionar los eventos de sonido a reproducir
fr: Choisissez les évènements sonnores à jouer
id: Pilih pemberitahuan suara untuk dimainkan
it: Scegli gli eventi sonori da riprodurre
ko: 재생할 사운드 이벤트 선택
pt_br: Escolha eventos de som para reproduzir
ru: Выбрать звуковые события для воспроизведения
tr: Oynatılacak ses olaylarını seç
uk: Виберіть події для звукових сповіщень
vi: Chọn sự kiện thông báo âm thanh để phát
zh: 选择播放声音的事件

# l6D-Hs-MdG.normalTitle
source: Join Channel
ar: الانضمام إلى القناة
da: Forbind til denne kanal
de: Raum betreten
es: Unirse al canal
fr: Rejoindre le canal
id: Gabung ke saluran
it: Entra nel canale
ko: 채널에 입장
nl: Kanaal binnengaan
pl: Dołącz
pt_br: Entrar no canal
ru: Присоединиться К Каналу
tr: Kanala Katıl
uk: Приєднатися до каналу
vi: Tham Gia Kênh
zh: 加入频道

# LPL-JY-xBM.normalTitle
source: Send
ar: ارسال
da: Tekstbesked
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Spedire
ko: 보내기
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi
zh: 发送

# m1N-Js-NXn.normalTitle
source: Delete Server
ar: حذف الخادم
da: Slet Server
de: Server löschen
es: Eliminar servidor
fr: Supprimer le serveur
id: Hapus Server
it: Elimina server
ko: 서버 삭제
nl: Server verwijderen
pl: Usuń
pt_br: Apagar servidor
ru: Удалить Сервер
tr: Sunucuyu Sil
uk: Видалити сервер
vi: Xóa Máy Chủ
zh: 删除服务器

# Me4-OJ-iZH.title
source: Server Entry
ar: الدخول للخادم
da: Serverindstillinger
de: Servereintrag
es: Servidor
fr: Serveur
id: Entri Server
it: Server voce
ko: 서버 항목
nl: Serveritem
pl: Wpis serwera
pt_br: Entrada de servidor
ru: Запись Сервера
tr: Sunucu Girişi
uk: Дані сервера
vi: Máy Chủ
zh: 服务器信息

# N1w-a6-R3D.title
source: User Properties
ar: خصائص المستخدم
da: Brugeregenskaber
de: Benutzereigenschaften
es: Propiedades del usuario
fr: Propriétés utilisateur
id: Properti Pengguna
it: Propriet√† utente
ko: 사용자 속성
nl: Gebruikerseigenschappen
pl: Właściwości użytkownika
pt_br: Propriedades do usuário
ru: Свойства Пользователя
tr: Kullanıcı Özellikleri
uk: Властивості користувача
vi: Thông Tin Người Dùng
zh: 用户属性

# NA0-UK-wve.title
source: Preferences
ar: التفضيلات
da: Indstillinger
de: Voreinstellungen
es: Preferencias
fr: Préférences
id: Pengaturan
it: Preferenze
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Preferências
ru: Настройки
tr: Tercihler
uk: Налаштування
vi: Tùy chọn
zh: 首选项

# nVj-7w-Sta.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# o7z-cC-U4w.title
source: BearWare.dk Web Login
ar: تسجيل الدخول عبر الويب الى BearWare.dk
es: Inicio de sesión en BearWare.dk
fr: Connexion Web BearWare.dk
id: Login Web BearWare.dk
it: Accesso Web BearWare.dk
ko: BearWare.dk 웹 로그인
pt_br: Login web BearWare.dk
ru: Веб Аккаунт BearWare.dk
tr: BearWare.dk Web Oturumu
uk: Вебакаунт BearWare.dk
vi: Đăng Nhập Web BearWare.dk
zh: BearWare.dk Web 登录

# PaV-2Q-pt4.accessibilityLabel
source: Connect button
ar: اتصال زر
da: Opret Forbindelse
de: Verbinden
es: Conectar botón
fr: Se connecter
id: hubungkan tombol
it: Pulsante Connetti
ko: 연결
nl: Verbinden knop
pl: Połącz
pt_br: Botão conectar
ru: Подключиться
tr: Bağlan button
uk: Підключитися
vi: Kết nối
zh: 连接

# PaV-2Q-pt4.normalTitle
source: Connect
ar: اتصال
da: Forbind
de: Verbinden
es: Conectar
fr: Se connecter
id: Hubungkan
it: Collegare
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключиться
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh: 连接

# PhY-ED-cqF.title
source: Channel Detail
ar: تفاصيل القناة
da: Kanaldetaljer
de: Raumdetail
es: Detalles del canal
fr: Détail du canal
id: Detil Saluran
it: Dettaglio canale
ko: 채널 상세
nl: Kanaaldetails
pl: Szczegóły kanału
pt_br: Detalhes do canal
ru: Подробности Канала
tr: Kanal Ayrıntısı
uk: Параметри каналу
vi: Chi Tiết Kênh
zh: 频道详情

# pQJ-c1-GEL.title
source: Server List
ar: قائمة الخوادم
da: Serverliste
de: Serverliste
es: Lista de servidores
fr: Liste de serveurs
id: Daftar Server
it: Elenco dei server
ko: 서버 목록
nl: Serverlijst
pl: Lista Serwerów
pt_br: Lista de servidores
ru: Список Серверов
tr: Sunucu Listesi
uk: Список серверів
vi: Danh Sách Máy Chủ
zh: 服务器列表

# Q0w-pu-giG.text
source: Setup Announcements
ar: اعداد الاعلامات
da: Indstil annonceringer
de: Ansagen einrichten
es: Configurar anuncios
fr: Configurer les annonces
id: Atur Pemberitahuan Teks Ke Ucapan
it: Installazione di annunci
ko: 알림 설정
nl: Setup Annoucements
pl: Setup Annoucements
pt_br: Configurações de anúncio
ru: Настройка Оповещений
tr: Duyuruları Ayarla
uk: Налаштування сповіщень
vi: Thiết Lập Thông Báo
zh: 设置播报事件

# rNU-2J-hMO.normalTitle
source: Use No Audio
ar: استخدام بدون صوت
da: Anvend ikke lyd
de: Kein Audio
es: No utilizar audio
fr: Utiliser sans audio
id: Gunakan Tanpa Audio
it: Non utilizzare audio
ko: 오디오 사용 안 함
nl: Geen audio gebruiken
pl: Używaj bez dźwięku
pt_br: Não usar áudio
ru: Использовать Без Звука
tr: Ses Yok'u Kullan
uk: Без звуку
vi: Sử Dụng Không Có Âm Thanh
zh: 无声

# Rrg-2O-NzF.normalTitle
source: Use OPUS Codec
ar: استخدم ترميز OPUS
da: Brug OPUS Codec
de: Benutze OPUS-Codec
es: Usar códec OPUS
fr: Utiliser le codec OPUS
id: Gunakan OPUS Codec
it: Usa OPUS Codec
ko: OPUS 코덱 사용
nl: OPUS-codec gebruiken
pl: Używaj OPUS
pt_br: Usar codec OPUS
ru: Использовать Кодек OPUS
tr: OPUS Kodlayıcı/Çözücüsünü Kullan
uk: Використовувати кодек OPUS
vi: Sử dụng OPUS Codec
zh: OPUS 编解码器

# SmF-8J-cWK.text
source: Login ID from BearWare.dk
ar: معرف تسجيل الدخول من BearWare.dk
da: Login ID fra BearWare.dk
de: Login-ID von BearWare.dk
es: ID de inicio de sesión de BearWare.dk
fr: Identifiant de connexion de BearWare.dk
id: Login ID dari BearWare.dk
it: ID di accesso da BearWare.dk
ko: BearWare.dk 웹 로그인 ID
pt_br: Id de login da BearWare.dk
ru: Вход в аккаунт от BearWare.dk
tr: BearWare.dk'dan gelen oturum açma kimliği
uk: Ваш акаунт від BearWare.dk
vi: Đăng Nhập ID BearWare.dk
zh: BearWare.dk 的登录 ID

# Uc0-gP-wr1.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# V6G-Gm-l2U.normalTitle
source: TX
ar: الميكروفون
da: Transmitter
de: Sprechen
es: Transmitir
fr: Transmission
it: Trasmissione
ko: 말하기
ru: Говорить
tr: İlet
uk: Говорити
zh: 传输

# vC1-lW-BtX.normalTitle
source: Delete Channel
ar: حذف القناة
da: Slet kanal
de: Raum löschen
es: Eliminar canal
fr: Supprimer le canal
id: Hapus Saluran
it: Elimina canale
ko: 채널 삭제
nl: Kanaal verwijderen
pl: Usuń
pt_br: Apagar canal
ru: Удалить Канал
tr: Kanalı Sil
uk: Видалити канал
vi: Xóa Kênh
zh: 删除频道

# vIN-Uc-3Ms.title
source: Preferences
ar: التفضيلات
da: Indstillinger
de: Voreinstellungen
es: Preferencias
fr: Préférences
id: Pengaturan
it: Preferenze
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Preferências
ru: Настройки
tr: Tercihler
uk: Налаштування
vi: Tùy chọn
zh: 首选项

# VWP-v4-bY8.title
source: Select Voice
ar: اختر الصوت
da: Vælg Stemme
de: Stimme wählen
es: Selecciona la voz
fr: Sélectionner la voix
id: Pilih Suara
it: Seleziona Voce
ko: 음성 선택
nl: Stem selecteren
pl: Wybierz Głos
pt_br: Selecionar voz
ru: Выбрать Голос
tr: Ses Seç
uk: Вибір мовлення
vi: Chọn Giọng Nói
zh: 选择语音

# w6E-jf-09e.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# Wbh-f7-64c.text
source: Select the text-to-speech voice to use
ar: حدد صوت تحويل النص إلى كلام لاستخدامه
da: Vælg den ønskede Tekst-til-tale-stemme
de: Wähle die zu verwendende Stimme
es: Selecciona el motor de texto a voz a utilizar
fr: Sélectionner la voix de synthèse vocale à utiliser
id: Pilih suara ucapan untuk digunakan
it: Seleziona la voce di sintesi vocale da utilizzare
ko: 사용할 TTS 음성 선택
nl: Selecteer de te gebruiken tekst-naar-spraak-stem
pl: Wybierz głos, którego chcesz używać
pt_br: Selecione o motor de voz que deseja usar
ru: Выбрать голос для использования текст в речь
tr: Kullanılacak metin okuma sesini seç
uk: Виберіть голос для озвучування
vi: Chọn giọng nói để sử dụng
zh: 选择文字转语音使用的声音

# WcB-pN-blB.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# WCf-u5-KkQ.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuotok
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# WFB-kl-uoS.normalTitle
source: Kick User
ar: طرد المستخدم
da: Spark bruger ud
de: Benutzer kicken
es: Expulsar usuario
fr: Exclure l'utilisateur
id: Keluarkan pengguna
it: Escludi utente
ko: 내보내기
nl: Gebruiker kicken
pl: Wykop
pt_br: Expulsar usuário
ru: Выгнать Пользователя
tr: Kullanıcıyı Uzaklaştır
uk: Вигнати користувача
vi: Kick Người Dùng
zh: 踢出

# WRa-tI-lpY.normalTitle
source: Kick and Ban User
ar: طرد وحظر المستخدم
da: Spark og bloker bruger
de: Benutzer kicken und sperren
es: Expulsar y banear usuario
fr: Exclure et bannir l'utilisateur
id: Keluarkan dan Cekal Pengguna
it: Escludi e ban l'utente
ko: 내보내기 및 차단
nl: Gebruiker kicken en verbannen
pl: Wykop i Zbanuj
pt_br: Expulsar e banir usuário
ru: Выгнать и Заблокировать Пользователя
tr: Kullanıcıyı Uzaklaştır ve Yasakla
uk: Вигнати й заблокувати користувача
vi: Kick và chặn Người Dùng
zh: 踢出并禁止

# Y9o-rs-HCe.title
source: Disconnect
ar: قطع الاتصال
da: Afbryd
de: Trennen
es: Desconectar
fr: Se déconnecter
id: Putuskan Sambungan
it: Disconnetti
ko: 연결 끊기
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключиться
tr: Bağlantıyı kes
uk: Відключитися
vi: Ngắt kết nối
zh: 断开连接

# ydT-LM-DrB.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白

# ZFj-Rn-XZn.title
source: Desktops
da: Skriveborde
es: Escritorios
fr: Bureaux
it: Desktop
ko: 데스크톱 공유
nl: Bureaubladen
pl: Pulpity
ru: Рабочие столы
tr: Masaüstleri
uk: Робочі столи
vi: Chia sẻ màn hình
zh: 桌面

# ZSZ-bY-VqA.text
source: Blank
ar: فارغ
de: Leer
es: En blanco
fr: Vide
id: Kosong
it: Vuoto
nl: Leeg
pt_br: Vazio
tr: Boş
zh: 空白
